{"0": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Starbase\n\n11, outside": [["KIRK", "We received a subspace message asking us to divert here immediately."], ["PIPER", "This base sent no message, Captain."]]}, "1": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Mendez' office": [["KIRK", "Mister Spock received a starbase transmission, a message from the former commander of the Enterprise, Fleet Captain Pike, urgently requesting that we divert here."], ["MENDEZ", "Impossible."], ["KIRK", "If my first officer states he received a transmission from"], ["MENDEZ", "Jim, I'm not doubting anyone's word. I'm simply telling you it's impossible."], ["KIRK", "Why?"], ["MENDEZ", "You don't know? You actually don't know what's happened to Captain Pike? There's been subspace chatter about it for months. I'm sorry to have to be the one to show you. He's upstairs in the medical section."]]}, "2": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Intensive Care Area": [["KIRK", "When he was promoted to Fleet Captain."], ["MENDEZ", "About your age. Big, handsome man, vital, active."], ["KIRK", "I took over the Enterprise from him. Spock served with him for several years."], ["SPOCK", "Eleven years, four months, five days."], ["MCCOY", "What's his problem, Commodore?"], ["MENDEZ", "Inspection tour of a cadet vessel. Old Class J starship. One of the baffle plates ruptured."], ["MCCOY", "The delta rays?"], ["MENDEZ", "He went in bringing out all those kids that were still alive. Just wanted you gentlemen to be prepared."]]}, "3": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Pike's room": [["KIRK", "Chris, if there's anything I can do for you. (flash, flash)"], ["SPOCK", "Captain Pike, may I remain for a moment? (flash, the others leave) You know why I've come, Captain. It's only six days away at maximum warp and I have it well-planned. (flash, flash) I have never disobeyed your orders before, Captain, but this time I must. (flash, flash) I know. I know it is treachery and it's mutiny. but I must do this. (flash, flash) I have no choice. (flash, flash)"]]}, "4": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Mendez' office": [["MENDEZ", "And what do those record tapes show? No message sent from here. No message received by your vessel."], ["KIRK", "Then I suggest the record tapes have been deliberately changed. A computer expert can change record tapes, duplicate voices, say anything, say nothing."], ["MENDEZ", "The fact remains that your first officer's former captain is hospitalised, horribly injured, at this base, and that same first officer seems to be the only one who heard that message."], ["KIRK", "If he had wanted to see Captain Pike he could have requested a leave. I would have granted it."], ["MENDEZ", "Well, that's true of course."], ["KIRK", "Who would want to divert us here? There's no trouble in the space sector we're patrolling now. No alien problems."], ["MENDEZ", "Computer Centre."]]}, "5": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Starbase Computer Centre": [["MENDEZ [OC]", "Have you rechecked all the record tapes on the date in question?"], ["HUMBOLDT", "Yes, sir."], ["MENDEZ [OC]", "Is there any way at all a message could have been sent from here without us knowing it?"], ["HUMBOLDT", "Negative, Commodore. We've checked and double-checked everything possible."], ["MENDEZ [OC]", "All right. Start checking the impossible. Mendez out."], "(Spock creeps up behind Humboldt and neck-pinches him, then does something to the innards of a computer bank)"]}, "6": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Mendez' office": [["PIPER", "I recognized the Captain immediately. A mutual friend described you, sir. Lieutenant Helen Johansson."], ["KIRK", "Helen described"], ["PIPER", "She merely mentioned she knew you, sir."], ["MENDEZ", "You have something to report, Miss Piper?"], ["PIPER", "Oh, yes, sir. I'm afraid our investigation turned up very little, Commodore. There is, of course, Mister Spock's years of service with Captain Pike. Indications of his extreme loyalty to this former commander."], ["KIRK", "Miss Piper, a Vulcan can no sooner be disloyal than he can exist without breathing. That goes for his present commander as well as his past."], ["PIPER", "We're forced to consider every possibility, sir. We can be certain Captain Pike cannot have sent a message. In his condition he's under observation every minute of every day."], ["MENDEZ", "And totally unable to move, Jim. His wheel chair is constructed to respond to his brain waves. Oh, he can turn it, move it forwards, or backwards slightly."], ["PIPER", "With the flashing light, he can say yes or no."], ["MENDEZ", "But that's it, Jim. That's as much as that poor devil can do. His mind is as active as yours and mine, but it's trapped inside a useless vegetating body. He's kept alive mechanically, a battery-driven heart."], ["KIRK", "There's no way he could even have asked for that message to be sent?"]]}, "7": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Starbase Computer Centre": []}, "8": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Bridge": [["VOICE [OC]", "Starbase Operations to Enterprise. Standby to receive new orders. They're to be fed directly into the ship's computers. This is top secret and scrambled."], ["HANSEN", "Enterprise standing by. Request confirmation."], ["UHURA", "Enterprise to Starbase. Request confirmation."]]}, "9": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Starbase Computer Centre": [["SPOCK", "I have security clearance, Chief."], ["CHIEF", "Who gave you clearance? I haven't been notified. You're cross-circuiting the. (struggle) Whose tapes are these?"], ["UHURA [OC]", "Repeat, Enterprise to Starbase. Orders received. We need operating confirmation from the ship's Captain. (Spock pinches the Chief unconscious)"]]}, "10": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Bridge": []}, "11": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Starbase Computer Centre": [["KIRK [OC]", "This is Captain Kirk. You have confirmation, Miss Uhura."]]}, "12": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Bridge": []}, "13": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Starbase Computer Centre": [["KIRK [OC]", "(another chip) Mister Spock is with me here. He'll answer all questions. Kirk out."], ["SPOCK", "This is Mister Spock."]]}, "14": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Bridge": []}, "15": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Starbase Computer Centre": []}, "16": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Bridge": []}, "17": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Starbase Computer Centre": []}, "18": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Mendez' office": [["MCCOY", "They've tried questioning him. He's almost agitated himself into a coma."], ["KIRK", "How long will he live?"], ["MCCOY", "As long as any of us. Blast medicine anyway. We've learned to tie into every human organ in the body except one. The brain. The brain is what life is all about. Now, that man can think any thought that we can, and love, hope, dream as much as we can, but he can't reach out, and no one can reach in."], ["KIRK", "He keeps blinking no."], ["MCCOY", "No to what? They could question him for days, weeks, before they stumble on the right thing."], ["KIRK", "Bones, could this have anything to do with Spock?"], ["MCCOY", "I don't read you at all, Jim."], ["KIRK", "What I mean is either a message was received. It was one of two things. Either someone sent a message diverting us here, or someone on board the ship lied about receiving it. Could that someone be Mister Spock?"], ["MCCOY", "Jim, forgetting how well we both know Spock, the simple fact that he's a Vulcan means he's incapable of telling a lie."], ["KIRK", "He's also half human."], ["MCCOY", "And that half is completely submerged. To be caught acting like us or even thinking like us would completely embarrass him."], ["KIRK", "Someone's interfering with my command and my ship. I don't know who it is, but I mean to find out. Even you. If I thought you had the technical know-how I'd suspect you, but you don't. Spock does."], ["MCCOY", "He would not make a false entry."], ["KIRK", "There's a false entry in the log right now which doesn't jibe with the established facts. How do you explain that."], ["MCCOY", "I can't, but to question Spock of all people? Me, yes. I could run off half-cocked given a good reason. So could you, but not Spock. It's impossible."], ["VOICE [OC]", "Doctor McCoy, report to Transporter Control. Doctor McCoy to Transporter Control."], ["MCCOY", "McCoy here."], ["VOICE [OC]", "You're needed aboard the Enterprise, Doctor. Medical emergency."], ["MCCOY", "Well, what is it? Sickness? Injury? How bad is it?"], ["VOICE [OC]", "That's all we have on it, Doctor. Just needed aboard."], ["MCCOY", "Probably somebody discovered a hangnail. I'll beam up and let you know, Jim."]]}, "19": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Bridge": [["SPOCK", "The Enterprise knows where she's going, Mister Hansen."], ["UHURA", "Someone's trying to hail us, sir."], ["SPOCK", "Maintain radio silence, Lieutenant. This is First Officer Spock. Per Starfleet orders this date, I have been placed in temporary command of the Enterprise. While our destination is secret, our mission is relatively simple. Starbase Command has assigned Captain Kirk medical rest leave until our return. His instructions are that you will obey my orders as you would his. First Officer out."], ["MCCOY", "What's going on around here? Who said Jim needed a medical rest leave? And this call about me being needed aboard the ship. I've checked everywhere."], ["SPOCK", "And no one from the ship made such a call."], ["MCCOY", "That's right."], ["SPOCK", "Doctor, I regret they elected to keep certain things from you. Will you come with me, please."]]}, "20": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Pike's quarters": [["SPOCK", "Doctor, one moment, please."], ["KIRK [OC]", "Kirk to Doctor McCoy. I'm recording you this message, Bones, so there will be no misunderstanding. I'm sorry to have to make it an order. You're not to disturb Captain Pike with any questions. Simply take good care of him. Follow Spock's instructions to the letter. Kirk out. (flash, flash)"]]}, "21": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Bridge": [["SPOCK", "Take no action, Mister Hansen."], ["HANSEN", "But at our speed, they'll never catch us. In case they want to reach us"], ["SPOCK", "You have your orders, Mister Hansen. We'll make no contact."]]}, "22": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Shuttlecraft": [["KIRK", "Spock is headed for Talos Four, all right."], ["MENDEZ", "Pulling ahead of us fast. Fuel is down to sixty three point three. If we turn back now, we've just got barely enough to get us back to the base."], ["KIRK", "Shuttlecraft to Enterprise, come in. Shuttlecraft to Enterprise, come in. Enterprise, come in!"]]}, "23": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Bridge": [["SPOCK", "Lock on to sensors. Measure object now following the Enterprise."], ["COMPUTER", "Computed. Object is a Class F shuttlecraft. Duranium metal shell, ion engine power"], ["SPOCK", "Stop. How long before shuttlecraft's fuel supply forces return to starbase?"], ["COMPUTER", "Computed. Shuttlecraft is already past point of safe return."]]}, "24": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Shuttlecraft": [["KIRK", "Blast you any way. You had no right to come along."], ["MENDEZ", "RHIP, Captain. Rank hath its privileges."], ["KIRK", "Two hours of oxygen left."], ["MENDEZ", "Wonderful."], ["KIRK", "Part of me is hoping the Enterprise won't come back for us. We step on that deck, Spock is finished. Court-martialed, disgraced."], ["MENDEZ", "He's dead if he makes it to Talos Four. Why would he want to get Pike there? The command reports stated Talos contained absolutely no practical benefits to mankind."], ["KIRK", "Spock would have some logical reason for going there."], ["MENDEZ", "Maybe. Maybe he's just gone mad."]]}, "25": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Bridge": [["SPOCK", "Computer control. Lock on to shuttlecraft following us."], ["COMPUTER", "Locked on. Tractor beam ready."], ["SPOCK", "Go to tape Abel Seven Baker. Execute instructions."], ["MCCOY", "Is it the captain, Mister Spock?"], ["HANSEN", "Sir, the engines are reversing. She's brought herself to a dead stop."], ["SPOCK", "This is the First Officer speaking. Security, send an armed team to the Bridge. Transporter Room, stand by to beam Captain Kirk aboard. Effective until then, Lieutenant Hansen is in operational command."], ["HANSEN", "Sir?"], ["SPOCK", "First Officer out. Doctor, as senior officer present, I present myself to you for arrest."], ["MCCOY", "You what?"], ["SPOCK", "The charge is mutiny, Doctor. I never received orders to take command."], ["SECURITY", "Security reporting, Mister Spock."], ["SPOCK", "Doctor."], ["MCCOY", "Mister Spock is, er, under arrest. Is confinement to quarters enough?"], ["SPOCK", "Adequate, Doctor. I'll make no trouble."], ["MCCOY", "Well, confine him."], ["SECURITY", "Yes, sir."]]}, "26": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Transporter room": [["SCOTT", "All right, Captain. Locked on to you."], ["HANSEN", "Transferring command to you, sir."], ["KIRK", "Accepting command. Where's Mister Spock?"], ["HANSEN", "In his quarters, under arrest."], ["MENDEZ", "His quarters, after what he's done, Lieutenant?"], ["UHURA [OC]", "Captain from Bridge. The engines are coming on."], ["KIRK", "Reverse power. Hold this position. Tell whoever gave those orders to report"], ["HANSEN", "Sir, there's nobody up there giving orders. Mister Spock has the computers running the ship."], ["KIRK", "Disengage computer control, Uhura."], ["UHURA [OC]", "We can't disengage, Captain. The helm does not respond. (Scott leaves, muttering in Gaelic)"], ["KIRK", "Computer control, come in."], ["COMPUTER", "Computer."], ["KIRK", "Disengage from helm."], ["COMPUTER", "Unable to comply."]]}, "27": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Spock's quarters": [["COMPUTER", "Unable to comply. Any such attempt will cross-circuit vessel's life-supporting system. Computer control cannot be disengaged until vessel reaches planet Talos Four."]]}, "28": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Hearing room": [["SPOCK", "Sir, I waive counsel. Further, I waive rights to this hearing and request immediate court-martial."], ["KIRK", "Request denied."], ["SPOCK", "May I inquire on what grounds, Captain?"], ["KIRK", "A mutiny requires a trial board of no less than three command officers. Since there are only two of that rank available"], ["SPOCK", "Sir, I must point out that there are three officers of command rank available. Yourself, Commodore Mendez, and Captain Christopher Pike."], ["KIRK", "Denied. Captain Pike is a complete invalid."], ["SPOCK", "I believe you'll find he's still on the active duty list."], ["MENDEZ", "We didn't have the heart to retire him, Jim. He's got you. Whatever he's up to, he's planned it well."]]}, "29": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Bridge": [["NUMBER ONE", "Evasive manoeuvres, sir?"], ["PIKE", "Steady as we go.Â"], ["COMM OFFICER", "It's a radio wave, sir. We're passing through an old-style distress signal."], ["PIKE", "They were keyed to cause interference and attract attention this way."], ["COMM OFFICER", "A ship in trouble making a forced landing, sir. That's it. No other message."], ["TYLER", "I have a fix. It comes from the Talos star group."], ["NUMBER ONE", "We've no ships or Earth colonies that far out."], ["SPOCK", "Their call letters check with a survey expedition. S.S. Columbia disappeared in that region approximately eighteen years ago."], ["TYLER", "It would take that long for a radio beam to travel from there to here."], ["SPOCK", "Records show the Talos group has never been explored. Solar system similar to Earth, eleven planets. Number four seems to be Class M, oxygen atmosphere."], ["NUMBER ONE", "Then they could still be alive, even after eighteen years."], ["PIKE", "If they survived the crash."], ["SPOCK", "We aren't going to go, to be certain?"], ["PIKE", "Not without any indication of survivors, no. Continue to the Vega Colony and take care of our own sick and injured first. You have the helm. Maintain present course."], ["NUMBER ONE", "Yes, sir."]]}, "30": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Pike's quarters": [["PIKE", "Drop by my cabin, Doctor. (Boyce enters with bag) What's that? I didn't say there's anything wrong with me."], ["BOYCE", "I understand we picked up a distress signal."], ["PIKE", "That's right. Unless we get anything more positive on it, it seems to me the condition of our own crew takes precedent. I'd like to log the ship's doctor's opinion, too."], ["BOYCE", "Oh, I concur with yours, definitely."], ["PIKE", "Good. I'm glad you do, because we're going to stop first at the Vega Colony and replace anybody who needs hospitalisation and also. What the devil are you putting in there, ice?"], ["BOYCE", "Who wants a warm martini?"], ["PIKE", "What makes you think I need one?"], ["BOYCE", "Sometimes a man will tell his bartender things he'll never tell his doctor. What's been on your mind, Chris, the fight on Rigel seven?"], ["PIKE", "Shouldn't it be? My own yeoman and two others dead, seven injured."], ["BOYCE", "Was there anything you personally could have done to prevent it?"], ["PIKE", "Oh, I should have smelled trouble when I saw the swords and the armour. Instead of that, I let myself get trapped in that deserted fortress and attacked by one of their warriors."], ["BOYCE", "Chris, you set standards for yourself no one could meet. You treat everyone on board like a human being except yourself, and now you're tired and you"], ["PIKE", "You bet I'm tired. You bet. I'm tired of being responsible for two hundred and three lives. I'm tired of deciding which mission is too risky and which isn't, and who's going on the landing party and who doesn't, and who lives and who dies. Boy, I've had it, Phil."], ["BOYCE", "To the point of finally taking my advice, a rest leave?"], ["PIKE", "To the point of considering resigning."], ["BOYCE", "And do what?"], ["PIKE", "Well, for one thing, go home. Nice little town with fifty miles of park land around it. Remember I told you I had two horses, and we used to take some food and ride out all day."], ["BOYCE", "Ah, that sounds exciting. Ride out with a picnic lunch every day."], ["PIKE", "I said that's one place I might go. I might go into business on Regulus or on the Orion colony."], ["BOYCE", "You, an Orion trader, dealing in green animal women, slaves?"], ["PIKE", "The point is this isn't the only life available. There's a whole galaxy of things to choose from."], ["BOYCE", "Not for you. A man either lives life as it happens to him, meets it head-on, and licks it, or he turns his back on it and starts to wither away."], ["PIKE", "Now you're beginning to talk like a doctor, bartender."], ["BOYCE", "Take your choice. We both get the same two kinds of customers. The living and the dying."], ["SPOCK [on monitor]", "Mister Spock here. We're intercepting a follow-up message, sir. There are crash survivors on Talos."]]}, "31": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Bridge": [["PIKE", "Address intercraft."], ["TYLER", "System open."], ["PIKE", "This is the captain. Our destination is the Talos star group."]]}, "32": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Hearing room": [["TYLER [on screen]", "Course computed and on the screen."], ["NUMBER ONE [on screen]", "All decks have acknowledged, sir."], ["PIKE [on screen]", "Engage."], ["MENDEZ", "Screen off. Mister Spock, I'm truly amazed at your technical prowess in somehow manufacturing all this. I congratulate you on your imagination. But this is a court of space law, not a theatre."], ["SPOCK", "Captain, please tell the court this is not imagination, nor some clever photographic record. Are we seeing the actual events of thirteen years ago? (flash) Yes, gentlemen. On that screen as it happened, the incredible experience of Captain Christopher Pike on Talos Four. If, after witnessing this, the court wishes to turn this vessel back, I will release this ship to manual control."], ["MENDEZ", "You're in no position to bargain. This is ridiculous. This man mutinied, stole your ship, abducted Captain Pike. Well, for me this has gone far enough."], ["KIRK", "We still haven't heard the full story. I vote to continue."], ["MENDEZ", "And I vote we do not. Deadlock, and since I'm"], ["KIRK", "Not a deadlock. There's still one member of the trial board to be heard from."], ["MENDEZ", "Very well. Captain Pike, it's up to you. Do we continue under these conditions? (flash)"], ["KIRK", "Yes."], "Captain's log supplemental. Mister Spock, on trial for mutiny, has forced the court to accept unusual evidence. On our monitor screen, the voyage of Captain Pike and the Enterprise to the one forbidden world in all the galaxy.", ["MENDEZ", "Screen on."]]}, "33": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Bridge": [["GEOLOGIST", "Geological lab report complete, Captain."], ["SPOCK", "Preliminary lab survey ready, sir."], ["PIKE", "Spectography?"], ["GEOLOGIST", "Our reading shows an oxygen nitrogen atmosphere, sir, heavy with inert elements but well within safety limits."], ["PIKE", "Gravity?"], ["GEOLOGIST", "Zero point nine of Earth."], ["TYLER", "Captain? Reflections, sir, from the planet's surface. As I read it, they polarise out as rounded metal bits. Could be parts of a spaceship hull."], ["PIKE", "Prep a landing party of six. You feel up to it?"], ["SPOCK", "Yes, sir."], ["TYLER", "Yes, sir."], ["PIKE", "Sorry, Number One. With little information on this planet, we'll have to leave the ship's most experienced officer here covering us."], ["NUMBER ONE", "Of course, sir."]]}, "34": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Transporter room": [["PITCAIRN", "Yes, sir. There's a canyon to the left. We can set you there completely unobserved."], ["PIKE", "Right."]]}, "35": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Planet surface": [["CREWMAN", "Sir."], ["OLD MAN", "They're men. They're humans."], ["PIKE", "Captain Christopher Pike, United Space Ship Enterprise."], ["HASKINS", "Doctor Theodore Haskins, American Continent lnstitute."], ["SURVIVOR", "Is Earth all right?"], ["PIKE", "The same old Earth, and you'll see it very soon."], ["TYLER", "And you won't believe how fast you can get back. Well the time barrier's been broken. Our new ships can"], ["HASKINS", "This is Vina. Her parents are dead. She was born almost as we crashed."], "(The reunion is being watched on another screen, by people with big bald heads)", ["PIKE", "(as the survivors pack up the settlement) Enterprise."], ["NUMBER ONE [OC]", "Landing party, come in."], ["PIKE", "We'll begin transporting the survivors and their effects up to you very shortly."], ["NUMBER ONE [OC]", "Quarters are being prepared, sir. Have I permission to send out scouting and scientific parties now?"], ["PIKE", "Yes, affirmative on the"], ["VINA", "You appear to be healthy and intelligent, Captain. A prime specimen."], ["NUMBER ONE [OC]", "I didn't get that last message, Captain."], ["PIKE", "Er, affirmative on request. Landing party out."], ["HASKINS", "You must forgive her choice of words, Captain. She's lived her whole life with a collection of aging scientists."], ["BOYCE", "If they can, er, spare you a moment, I'd like to make my medical report."], ["VINA", "I think it's time to show the Captain our secret."], ["BOYCE", "Their health is excellent, almost too good."], ["HASKINS", "There's a reason for our condition, but we've had some doubt if Earth is ready to learn the secret. Let the girl show you. We'll accept your judgment."], "(Pike follows Vina up a slope to a ledge by a rock face)", ["VINA", "You're tired, but don't worry. You'll feel much better soon. Don't you see it? Here and here."], ["PIKE", "I, I don't understand."], ["VINA", "You will. You're a perfect choice."], "(she vanishes, and so do all the survivors and their encampment. A door opens in the rock face, Pike is knocked out and taken inside. At the settlement -)Â", ["TYLER", "Captain! (everyone rushes over in time to see the door closing in the rock. They fire their phasers at it to no avail."]]}, "36": {"title": "The Menagerie, part 1", "season": "1", "episode": "12", "Hearing room": [["NUMBER ONE [OC]", "Landing party, come in."], ["SPOCK [on screen]", "There is no survivors' encampment, Number One. This is all some sort of trap. We've lost the Captain. Do you read?"], ["KIRK", "What is it?"], ["UHURA [OC]", "It's for Commodore Mendez."], ["KIRK", "Plead signal for you, sir. Go ahead, Uhura."], ["UHURA [OC]", "Commodore Mendez, urgent. Subspace monitors show Enterprise receiving transmissions from planet Talos Four in violation of Starfleet General Orders."], ["KIRK", "Receiving transmissions from Talos Four? Then the images we've been seeing are"], ["SPOCK", "Are coming from Talos Four, sir."], ["UHURA [OC]", "Captain Kirk is here by relieved. You are ordered to assume command of the Enterprise. Disable vessel if necessary to prevent further contact. Message signed ComSol, Starfleet Command."], ["MENDEZ", "Mister Spock, you're aware of the orders regarding any contact with Talos Four. You have deliberately invited the death penalty. You've not only finished yourself, Spock, but you've finished your Captain as well."], ["SPOCK", "The Commodore must be aware that Captain Kirk knew nothing of this."], ["MENDEZ", "And you're aware a Captain is responsible for everything that occurs on his ship. I order you to return this vessel back to manual control."], ["SPOCK", "Sir, I respectfully decline."], ["MENDEZ", "Very well. You've earned the consequences. This court is in recess."], "(Mendez and yeoman leave, Scott and McCoy wheel Pike out after him)", ["KIRK", "Do you know what you're doing? Have you lost your mind?"], ["SPOCK", "Captain, Jim, please don't stop me. Don't let him stop me. It's your career and Captain Pike's life. You must see the rest of the transmission."], ["KIRK", "Lock him up."]]}}