{"0": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Shuttlepod": [["TUCKER", " This is Commander Charles Tucker of the  starship Enterprise."], ["(The shuttlepod continues to be strafed by gunfire.)"], ["TUCKER", " What the hell are you people doing?"], ["TRAVIS", " Those are P-51s. I've seen them at air shows."], ["TUCKER", " I don't think this is an air show."], ["TRAVIS", " Are they breaking off? Maybe we should follow them."], ["TUCKER", " Try to find a landing port. Set us down."], ["(Anti-aircraft fire finally hits them.)"], ["TRAVIS", " Starboard injector."], ["TUCKER", " Get us out of here!"]]}, "1": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Country road": [["(A German convoy is travelling through a lightly  wooded area. Archer is in the back of an open truck, with one of the SS  officers.)"], ["OFFICER", " Rita Hayworth. Veronica Lake. Betty Grable. Americans are good  at making movies.  They're not so good at fighting. Some day, I will go to Hollywood and I  will meet Betty Grable. Maybe you will introduce me, huh? What do you  think?"], ["ARCHER", " She's not your type."], ["OFFICER", " You know, in Hollywood movies, Americans always win. Too bad  for you, you're not in a movie."], ["(There's a roadside explosion.)"], ["OFFICER", " Insurgents!"], ["(A driver is shot, and the soldier with the officer. Archer keeps down.)"], ["OFFICER", " Keep driving! Move! Move!"]]}, "2": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Situation room": [["CHURCHILL [OC]", " As to the youth of all the Britons,  I say, you cannot stop.  There is no halting-place at this point. We have now reached a point in  the journey where there can be no pause.  We must go on. It must be world anarchy or world order."], ["HOSHI", " That was Winston Churchill. I picked that up half an hour ago."], ["REED", " Well, it's true then. We're over two hundred years in the past."], ["HOSHI", " I've also intercepted several military dispatches and their  radio programme, something called The Shadow."], ["T'POL", " We should run a complete diagnostic. Start with the sensor  array."], ["TUCKER", " This isn't a damn sensor glitch. We just pulled three fifty  calibre bullets from the shuttlepod hull. And spare us the official  Vulcan position about time travel. We are two hundred years in the  past. Face it."], ["T'POL", " The first step to getting back is ascertaining how we got here.  As soon as the diagnostic  is complete, run a scan for any anomalies in the area."], ["REED", " Right away."], ["(Reed leaves.)"], ["TRAVIS", " Maybe we're here for a reason. Maybe this wasn't an accident."], ["T'POL", " For the moment, we can't rule out any possibilities.Â"]]}, "3": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Nazi Weapons Facility": [["(Two of the aliens are discussing recent events,  while watching scientists through a window.)"], ["GHRATH", " The Germans believe there are five thousand resistance fighters  operating throughout the region.  They're becoming better organized, increasing their attacks. We lost  four men in the assault."], ["VOSK", " You should have chosen a safer route, and you should have  personally overseen the transfer."], ["GHRATH", " We were in the midst of a crucial weapons test. He was just an  American prisoner."], ["VOSK", " He was more than that. This communication device he was carrying.  It's from the future."], ["GHRATH", " A temporal agent?"], ["VOSK", " Double the security details at all the entrances to the compound.  If they have located us, it won't be long before they strike."], ["GHRATH", " How could they have possibly found us?"], ["VOSK", " If the prisoner hadn't escaped, we might know the answer to that  question. You know what I expect of you."]]}, "4": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Ready room": [["T'POL", " Come in."], ["TUCKER", " You got a second? I wanted to say, I was way out of line  earlier. You have enough to worry about without me flying off the  handle."], ["T'POL", " Your reaction was understandable."], ["TUCKER", " I was just all set to get home. I wasn't expecting to be in the  middle of another situation."], ["T'POL", " None of us were. I was also looking forward to going home. I  thought perhaps I would return to Vulcan. It's been some time since I  was there."], ["TUCKER", " Sounds nice. I was gonna lay on a different beach every week  for two months. The only thing to figure out was whether to start in  Tahiti or in Cancun. The Captain would always try to put the best light  on the worst situation. I wonder what he'd say to this one."], ["T'POL", " I think he'd be hard-pressed to find any positive aspects. But  he would try, nevertheless. (door chime) Come in."]]}, "5": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Sickbay": [["(Porthos is still pining, and even refusing food.)"], ["PHLOX", " It's chicken liver, your favourite. With grated cheddar. No, I  can't say I blame you. I don't have much of an appetite myself. Perhaps  a Denobulan lullaby will improve your mood? On the other hand, my  singing would often drive my children to tears. Maybe what you need is  a nice, thick steak. I'll see what Chef has on the menu. Be right back."]]}, "6": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Apartment": [["(Archer is lying unconscious on a sofa, having his  injuries tended to by a lovely black woman. Then he wakes with a start.)"], ["ALICIA", " Hey, hey, it's okay, it's all right. I'm a friend Just cleaning  you up a little. War's a dirty business. But you're lucky. Bullet just  missed the bone."], ["ARCHER", " Where am I?"], ["ALICIA", " You're in my apartment, what's left of it. I'm Alicia Travers."], ["ARCHER", " Jonathan Archer."], ["ALICIA", " Pleased to meet you. What's the last thing you remember?"], ["ARCHER", " I was in a truck with a couple of German soldiers. There was an  explosion, someone  started shooting at us. I got away."], ["ALICIA", " You sure did. And your SS friends, they're dead, which is how I  like them. You're my first bona fide POW. I usually fix up guys in the  resistance. (Archer tries to sit up) Easy. Easy, easy, easy, sailor.  You don't want to start bleeding again."], ["ARCHER", " Sailor?"], ["ALICIA", " That patch on your shirt says Enterprise. You must have made it  off before it sank. How'd you wind up all the way over here?"], ["ARCHER", " I've been asking myself the same question. (goes to look out of  the broken window. The street scene is of German soldiers, piles of  smouldering rubbish, and trucks passing by) What year is this?"], ["ALICIA", " It's 1944."], ["ARCHER", " World War Two."], ["ALICIA", " I haven't heard it called that before, but that's as good a  description as any.  Used to be a pretty nice neighbourhood, even for coloureds. As you can  see, it's gone downhill."], ["ARCHER", " Where are we?"]]}, "7": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Nazi HQ": [["(It's a beautiful white house with a porticoed  entrance, and part of the left corner damaged. It's not big enough to  be the White House. There are tanks parked on the manicured front lawn.Â  A film is being shown in a darkened room.)"], ["VOSK", " The weapon fires a modulating plasma pulse equivalent to the  energy produced by three eighty eight millimetre shells.  Each pulse can destroy a tank."], ["GENERAL", " (human) Very impressive. When can we expect deployment?"], ["VOSK", " I can't give you a specific timetable. There are still some  problems to be addressed."], ["GENERAL", " Such as?"], ["VOSK", " Portability. The weapons require considerable power. In my  century, there are energy cells the size of a coin. In this century,  it's somewhat more difficult. (hands over a folder)"], ["GENERAL", " What are these?"], ["VOSK", " Requisition forms. I require additional supplies."], ["GENERAL", " (reading) Eighty six metric tons of aluminum plating, a  hundred and seventy tons of carbon steel.  We can't keep diverting vital materials from war production!"], ["VOSK", " We are inside the home of a former American President. It seems  to me your war effort is going well enough."], ["GENERAL", " That could change, very quickly. Intelligence suggests the  Americans are preparing a counterattack.  Our front lines are dangerously thin, supply routes are under constant  attack from resistance fighters.  A forceful enemy thrust could stand a good chance of breaking through.  On top of this, there've been setbacks in Africa, and the Russians are  attempting to retake Moscow.  Though no one has expressed this to the Fuhrer, there is widespread  belief that Germany has advanced  too far, too quickly."], ["VOSK", " All the more reason to accede to my request. The weapons I'm  preparing will make you immune  from any counterattack, anywhere in the world, and I'm not just  referring to plasma rifles.  Imagine a plague targeting non-Aryans. No need for extermination camps.  Just a few grams of a pathogen  introduced into the water supply."], ["GENERAL", " You make promises. All we ever see are films!"], ["VOSK", " There's far too much at stake for us to argue. We have far too  much in common.  We both embrace the ideals of purity and perfection, and we both face  enemies that would destroy us.  Now is not the time to end an association that is vital to our mutual  survival."], ["GENERAL", " No one has proposed ending anything."]]}, "8": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Sickbay": [["(Daniels is on oxygen and an array of drips, while  his innards are on the main display.)"], ["PHLOX", " Portions of Daniels' body have aged at a dramatic rate. In some  areas, the tissue is over  a hundred years old. Yet, other sections have been reduced to an almost  foetal stage."], ["T'POL", " Do you have any theories as to what caused this?"], ["PHLOX", " It's not any kind of infectious organism, at least, nothing that  shows up on my medical scanner."], ["T'POL", " Will he survive?"], ["PHLOX", " Frankly, with his amount of cellular chaos, I'm surprised he's  still alive. I doubt he'll live more than 24 hours."]]}, "9": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Alicia's apartment": [["(Outside, men are being rounded up, and those who  resist are being shot. Three men enter the apartment building. There's  a knock on Alicia's door, and she answers it with a gun in her hand.  It's the three men.)"], ["SAL", " (the guy in the blue suit and red shirt) Vic's been arrested."], ["ALICIA", " When?"], ["CARMINE", " (a big fellow) A few hours ago."], ["SAL", " The Gestapo's clearing out entire buildings, shooting people on  the street. They're looking for you. The Germans are offering ten  thousand dollars for information leading to your capture. Why?"], ["ARCHER", " Can't tell you."], ["SAL", " Look, you son of a bitch, my friend is probably being tortured  right now. I want to know why."], ["SAL", " I won't tell anyone."], ["ALICIA", " Sal!"], ["CARMINE", "Â Come on, Sal. take it easy. Take it  easy. Come on, now. Easy, easy."], ["ARCHER", " All I can tell you is we're on the same side."], ["SAL", " Damn military. You cut and run, you leave us at the mercy of these  Nazi bastards."], ["ARCHER", " I didn't cut and run."], ["SAL", " Oh, yeah, yeah, I forgot. It was an orderly retreat."], ["(A siren  wails along the street.)"], ["SAL", " Vic might break. If he talks, it won't be safe  here."], ["ALICIA", " We've been through this."], ["SAL", " Alicia."], ["ALICIA", " This is my home. I'm not leaving."]]}, "10": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Sickbay": [["PHLOX", " He's conscious, but I don't know for how  long."], ["DANIELS", " Where's Captain Archer?"], ["PHLOX", " Captain Archer is dead. He was on the Xindi weapon when it  exploded. Are you responsible for sending us back in time? (Daniels  nods feebly) Why?"], ["DANIELS", " The Temporal Cold War has become an all-out conflict. Temporal  agents, dozens of them stationed throughout the timeline. They've been  given orders to change history."], ["T'POL", " For what purpose?"], ["DANIELS", " Each faction is trying to wipe the others out. It's a fight  for dominance."], ["T'POL", " Daniels. The events of this period don't correspond with  recorded history. Germany has launched a successful invasion of the  United States."], ["DANIELS", " Different incursions are causing paradoxes. Turbulence in the  time stream. I almost didn't make it back."], ["(He has a spasm of pain.)"], ["T'POL", " How do we return to our century?"], ["DANIELS", " You can't. It doesn't exist. Not the way you know it. Neither  does mine. It's all gone. You have to stop him"]]}, "11": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Nazi Weapons Facility": [["(The two aliens walk down a corridor and into a  laboratory.)"], ["GHRATH", " We're conducting extensive sweeps within a fifteen mile radius  of the ambush. We haven't found the prisoner, but we have taken in  several members of the resistance. They're being interrogated. There's  one that I suspect took part in the ambush."], ["VOSK", " We're picking up scans from a ship in orbit. It's from the same  time period as the device we found  on the escaped prisoner. This resistance member you're interrogating."], ["GHRATH", " Yes?"]]}, "12": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Alicia's apartment": [["(It's dinner time. Archer has changed out of his  uniform into normal clothes for the period.)"], ["ALICIA", " Not bad."], ["ARCHER", " Where is your husband now?"], ["ALICIA", " He's in the Pacific, on a destroyer. I hear the war isn't going  any better over there. Don't be expecting a second course."], ["ARCHER", " It's not bad."], ["ALICIA", " You're a rotten liar. All the good stuff goes to the Germans. I  still can't believe it. You know, that they're actually here. I'll  never forget the day I saw that first German tank rolling up Flatbush.  All the people streaming across the Brooklyn Bridge, trying to get out  of Manhattan. The President on the radio, vowing to persevere, right  before the government evacuated Washington. (music starts up) Right on  time."], ["ARCHER", " Billie Holiday."], ["ALICIA", " Good to know there's something that your remember."], [""], ["(They go out onto the balcony to listen better.)"], ["ALICIA", " Germans outlawed coloured music. Some of the neighbours pass a  phonograph from house to house every night, so the Germans can't find  it. Just another way of telling 'em off."], ["ARCHER", " Alicia, I'm going to ask you something. It's going to sound a  little strange."], ["ALICIA", " What else is new?"], ["ARCHER", " When I was in a German medical tent, one of the soldiers who  came in to see me wasn't like the other ones. He had grey skin, red  eyes. He wasn't human. This isn't the first time you've heard something  like this."], ["ALICIA", " Sal mentioned some stories once, but I didn't believe them."]]}, "13": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Launch bay": [["TUCKER", " EPS conduit's fried. Get to Engineering,  and pull a fresh one out of the injector assembly."], ["WALSH", " Yes, Commander."], ["(He leaves, then a shadow passes over Trip and he looks up.)"], ["TUCKER", " Walsh?"], ["(Tucker starts scanning the area.)"], ["SILIK", " Commander."], ["SILIK", " Climb in."], ["TUCKER", " You brought us here."], ["SILIK", " No."], ["TUCKER", " Then who did?"], ["SILIK", " What's happening is beyond your comprehension. Get in the  shuttlepod. I would rather not have to discharge this weapon."]]}, "14": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Bridge": [["TRAVIS", " Bay one is depressurising. Someone's  launching a shuttlepod."], ["T'POL", " Hail them."], ["REED", " I'm picking up one life sign aboard. It's Suliban."], ["T'POL", " Phase-cannons."]]}, "15": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Street - steps to closed subway": [["CARMINE", " If this Nazi wasn't a human, what was he,  then?"], ["ALICIA", " I don't know."], ["ARCHER", " Just tell Sal I want to talk to him."], ["CARMINE", " All right."], ["(He gives Alicia something wrapped in newspaper.)"], ["CARMINE", " Here,  it's hamburger. Germans are cutting the meat ration again. It's gonna  be worth its weight in gold."], ["ALICIA", " Thanks, Carmine."], ["CARMINE", " Watch yourselves."], ["(Carmine leaves them.)"], ["ALICIA", " Used to be we'd get meat on Wednesdays and Fridays. Then it was  just Wednesdays."], ["(They walk down the street.)"], ["ALICIA", " Nazis blame the  resistance, say we're disrupting the food shipment."], ["ARCHER", " Makes the Germans feel like heroes."], ["ALICIA", " Yeah."], ["ARCHER", " Fighting to feed the people."], ["(Two German soldiers notice them and walk over.)"], ["ARCHER", " Look."], ["ALICIA", " No eye contact."], ["(She dumps the meat.)"], ["GERMAN", " Why do you walk with her?"], ["ARCHER", " Why not?"], ["GERMAN", " Do you like Negroes?"], ["ALICIA", " We don't want any trouble."], ["GERMAN", " Shut up, bitch. Do we make you angry?"], ["ARCHER", " You could say that."], ["(Archer takes Alicia's arm and hustles her away.)"], ["GERMAN", " When we send her back to Africa, you can go along. You can run  through the jungles together."]]}, "16": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Situation room": [["T'POL", " Before he lost consciousness, Daniels told  me there was someone we had to stop."], ["TUCKER", " At least now we know who he was talking about."], ["T'POL", " Can you get a fix on the shuttlepod?"], ["REED", " He disabled the transponder. However, we are picking up trace  plasma signatures, probably from the damage. I think I can get us  within three kilometres of where it went down."], ["T'POL", " That will have to suffice."], ["TUCKER", " Thing I can't understand, why'd he go to the trouble of saving  my life? He pulled me out of the Launch bay before he depressurised it."]]}, "17": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Street": [["SAL", " Curfew starts in an hour. We got to move fast."], ["ALICIA", " Yeah, sometimes the Germans don't wait for curfew."], ["CARMINE", " Can't get used to all this skulking around."], ["SAL", " I know what you mean. We used to own this neighbourhood."], ["ALICIA", " Yeah, tell him what you guys did before the war."], ["SAL", " Nothing to tell. We were delegates for the Construction Workers  Union."], ["ALICIA", " Right. The loan-sharkinq was just a part-time job."], ["CARMINE", " We helped people get out of financial difficulty. Since when  is that a crime?"], ["ALICIA", " When they didn't pay you back on time. That's where the crime  part came in."]]}, "18": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Alleyway": [["SAL", " This guy's a welsher and a drunk. I wouldn't  put too much stock into what comes out of his mouth."], ["ARCHER", " I'll keep that in mind."], ["SAL", " I'm only doing this because Alicia asked. Don't forget that."], ["JOE", " What's this all about?"], ["SAL", " I want you to tell him what you told me, about your customer."], ["JOE", " Who are you?"], ["CARMINE", " Just shut up and tell him."], ["JOE", " I can't talk and shut up at the same time."], ["CARMINE", " Talk!"], ["JOE", " The man comes to me for information. Sometimes he asks about the  resistance, sometimes he asks  about the Gestapo. He's keeping tabs on both sides. Me? I don't know  squat, so I make stuff up. He pays good."], ["ARCHER", " What's he look like?"], ["JOE", " He always wears a hat. Stays in the shadows. I caught a glimpse of  him once. He ain't like nobody  I ever seen, that's for sure. It's the red eyes I can't forget."], ["ARCHER", " I want to talk to him."], ["JOE", " Forget it. That ain't part of the deal."], ["ALICIA", " Sal."], ["SAL", " What you owe me, take twenty percent off."], ["CARMINE", " Damn, Sal."], ["SAL", " What? I'm a generous guy."], ["JOE", " I don't know..."]]}, "19": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Wood, at night": [["TUCKER", " Artillery."], ["TRAVIS", " Hard to believe we're only a few kilometres from New York City."], ["TUCKER", " It's hard to believe this is Earth."], ["(His scanner beeps.)"]]}, "20": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Crashed shuttlepod": [["(Both doors are open, and no one is home.)"]]}, "21": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Bridge": [["T'POL", " T'Pol."]]}, "22": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Crashed shuttlepod": []}, "23": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Bridge": []}, "24": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Crashed shuttlepod": []}, "25": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Alleyway": [["(Grath is being thoroughly frisked by Archer.)"], ["SAL", " You ever see anything like that before?"], ["CARMINE", " Maybe he's wearing some kind of mask."], ["SAL", " That's no mask."], ["ARCHER", " (finding a device) Who are you? Answer me."], ["GHRATH", " I have nothing to say to you."], ["CARMINE", " How about if we pulled out your tongue?"], ["GHRATH", " You're not what I expected. Temporal agents are usually more  informed."], ["SAL", " What in the hell is a temporal agent?"], ["GHRATH", " You wouldn't understand."], ["SAL", " Listen, you freak."], ["ARCHER", " Why are you changing history? You're helping the Germans win  the war. Why?"], ["GHRATH", " Because it suits us."], ["SAL", " How does this suit you?"], ["(Sal shoots him in the hand. He bleeds yellow.)"], ["ARCHER", " Sal, no! Damn it!"], ["SAL", " It's better than he deserves."], ["CARMINE", " Get your hands off him!"], ["SAL", " You want answers, don't you?"], ["ARCHER", " Not like that."], ["CARMINE", " Just say the word, Sal. I'll take him out right here."], ["SAL", " The hell with it."], ["ARCHER", " I don't know how long I can hold them off. You better talk to  me. Now, who are you? What are you doing here?"], ["GHRATH", " We're trapped. The Germans are helping us construct a conduit  so we can find our way home."], ["ARCHER", " You said I was a temporal agent."], ["GHRATH", " We know you're from the future. We detected your ship in orbit."], ["ARCHER", " My ship."], ["GHRATH", " It has the same markings that were on your uniform."], ["ARCHER", " I need to contact them. Can I do it with this?"], ["(He holds up the  device he found. A siren wails.)"], ["SAL", " We better get out of here."], ["ARCHER", " The conduit. Where's it being built?"], ["GHRATH", " You find it."], ["ALICIA", " Come on. Come on!"], ["GHRATH", " You won't stop us. When we get back, you'll never have existed."]]}, "26": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Crashed shuttlepod": []}, "27": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Bridge": [["REED", " I'm picking up movement in the area. Looks  like several vehicles."]]}, "28": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Crashed shuttlepod": []}, "29": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Bridge": [["TUCKER [OC]", " We gotta find him."]]}, "30": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Street": [["CARMINE", " Jesus, he looked like some kind of demon."], ["ALICIA", " His blood wasn't even red."], ["SAL", " Was that my imagination, or did he say something about being from  the future?"], ["CARMINE", " He meant him."], ["ARCHER", " (into Ghrath's device) Archer to Enterprise."], ["SAL", " You want any more of our help, you're gonna tell us what's going  on. What was that back there?"], ["ARCHER", " That was an extraterrestrial."], ["SAL", " A Martian?"], ["ARCHER", " I don't know what planet he was from."], ["SAL", " Well, where are you from?"], ["ARCHER", " Upstate New York."], ["ALICIA", " Fellas. A lot of people out past curfew."], ["(A guy rummaging in a rubbish bin, another lounging on a bench, and  someone else watching from a window.)"], ["CARMINE", " I don't like the looks of this."], ["SAL", " We gotta get out of here."], ["(Germans come rushing out of a building.)"], ["SAL", " Move."], ["(The Germans let rip with a machine gun, and Sal is shot in the back.)"], ["CARMINE", " Sal! (to Archer and Alicia) Get out of here!"], ["(He returns fire and kills some Germans while others chase Alicia and  Archer down an alleyway. They hide behind some barrels while Alicia  keeps shooting.)"], ["ARCHER", " Enterprise, come in. Enterprise."], ["ALICIA", " What are you doing?"], ["ARCHER", " Enterprise!"]]}, "31": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Crashed shuttlepod": [["TUCKER", " Charges are set."]]}, "32": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Bridge": [["REED", " It's done."], ["HOSHI", " I've lost them."], ["T'POL", " The explosion may have disrupted their comm. signal."], ["HOSHI", " I'm picking up another signal. It's faint."], ["T'POL", " Let's hear it."], ["ARCHER [OC]", " Captain Archer to Enterprise. Come in. Enterprise, come  in."]]}, "33": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Alleyway": [["T'POL [OC]", " Your transmission is very weak. Do you  read me?"], ["(Vosk arrives.)"], ["ARCHER", " T'Pol. Two to transport."], ["VOSK", " Leave your weapons on the ground and stand up slowly."], ["(Archer and  Alicia come out, hands up.)"], ["VOSK", " We have a great deal to talk about."], ["ARCHER", " (as they are beamed out) It'll have to wait."]]}, "34": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Transporter alcove": [["ARCHER", " You're all right. You're on my ship."], ["ALICIA", " How did we get here?"], ["ARCHER", " It's kind of complicated."], ["ALICIA", " Promise you won't do that again."], ["ARCHER", " I promise."]]}, "35": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Bridge": [["HOSHI", " Captain!"], ["(She rushes over and hugs him.)"], ["REED", " Welcome home."], ["ARCHER", " We're not quite home yet, but it's good to be back. I guess I  have some catching up to do. Status?"]]}, "36": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Corridor": [["T'POL", " Several vehicles converged on the area  moments before the shuttlepod exploded."]]}, "37": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Sickbay": [["(Porthos comes rushing over to his master.)"], ["PHLOX", " It's nice to see you again, Captain."], ["ARCHER", " I hope it's the last time you'll have to look after Porthos."], ["PHLOX", " It was a pleasure, as always."], ["ARCHER", " Is he awake?"], ["PHLOX", " He doesn't have much time."], ["DANIELS", " Jonathan."], ["ARCHER", " Who are they?"], ["DANIELS", " The most dangerous faction of the Cold War. They're led by  Vosk, a fanatic violently opposed to the Temporal Accords."], ["ARCHER", " Stay with me. Stay with me."], ["DANIELS", " We almost captured him, but he developed a form of stealth  time travel. He escaped into the past. We eventually located him, but  it was too late. He returned to my century. He and his people defeated  us and launched this war that's destroying all of time. I've sent you  to this point because it's here that Vosk can be stopped. If you  succeed, the war will never happen. The timeline will be restored."], ["ARCHER", " One of his people told me they were building a conduit."], ["DANIELS", " Vosk's time travel device had a drawback. It was a one-way  trip. He needed to construct the conduit to get home, but he was forced  to use technology from this time period. The machine would have to be  enormous. Find it. Destroy it. He must not succeed. Stop him."]]}, "38": {"title": "Storm Front part 1", "season": "3", "episode": "1", "Nazi Weapons Facility": [["(Tucker and Travis are hustled into Vosk's laboratory.)"], ["VOSK", " Your colleague has managed to evade us. I assure you, whatever I  want to know, you'll tell me gratefully. (to the soldiers) I'll be  supervising another test. Notify me when they're ready for questioning."]]}}