{"0": {"title": "Deadlock", "season": "2", "episode": "21", "Mess hall": [["(Neelix  refills Samantha Wildman's mug.)"], ["NEELIX", " Good afternoon, Ensign. How are we doing today?"], ["WILDMAN", " Oh, we're doing just fine, thank you."], ["NEELIX", " Good, good. By the way, I was wondering if you'd take a look at  the thermal array in the kitchen. It overloaded this morning and  vaporised an entire pot roast."], ["WILDMAN", " I'd be happy to."]]}, "1": {"title": "Deadlock", "season": "2", "episode": "21", "Kitchen": [["WILDMAN", "  He's been working on a problem with the structural integrity grid. I'm  sure he hasn't forgotten about you."], ["NEELIX", " If this thing doesn't get fixed soon, we'll all be eating cold  leftovers for dinner and who do you think the crew will blame?"], ["WILDMAN", " Looks like you need a new set of anodyne relays. I'll go down  to Engineering and get some for you out of storage."]]}, "2": {"title": "Deadlock", "season": "2", "episode": "21", "Mess\n\nhall": [["NEELIX", "  Thanks. Oh, and while you're here, would you mind taking a look at the  replicator? It's been having trouble making anything with large amounts  of cellulose."], ["WILDMAN", " Of course."], ["NEELIX", " Cabbages, psyllium, green beans, celery and all. It all comes  out looking a touch too yellow."], ["WILDMAN", " I thought you didn't use replicated vegetables when you're  cooking. Always fresh, organic, from the airponic bay."], ["NEELIX", " Well, the yields have been a little low lately. Normally, I  would never dream of using synthesised veggies."], ["WILDMAN", " It looks like a malfunction in the power grid. Shouldn't be  too difficult."], ["(Wildman gasps and sits down.)"], ["NEELIX", " What's wrong?"], ["WILDMAN", " I think I'm having a contraction. Oh, yeah! It's a  contraction, all right."]]}, "3": {"title": "Deadlock", "season": "2", "episode": "21", "Sickbay": [["EMH", "  Push!"], ["KES", " Don't forget to breathe, Samantha. Deep regular breaths. That's  it."], ["EMH", " Cervical dilation is at ten point two centimetres. Prostaglandin  levels are normal. Push, Ensign."], ["WILDMAN", " You push, damn it! I'm sick of pushing!"]]}, "4": {"title": "Deadlock", "season": "2", "episode": "21", "Bridge": [["(Janeway  is pacing.)"], ["PARIS", " This is ridiculous. It's been seven hours. How long does it take  to deliver a baby?"], ["JANEWAY", " As long as it takes, Mister Paris."], ["TUVOK", " Indeed. During the birth of our third child, my wife was in  labour for ninety six hours."], ["KIM", " Four days?"], ["TUVOK", " I have learned that pregnancy and patience go hand in hand."], ["CHAKOTAY", " You know, I didn't expect to be this nervous. It's not even  my child."], ["JANEWAY", " In a way, this child belongs to all of us. It is the first  baby born on Voyager. I'm just not sure whether I should be welcoming  it on board, or apologising."], ["CHAKOTAY", " Captain?"], ["JANEWAY", " Voyager isn't exactly anyone's idea of a nursery, and the  Delta Quadrant isn't much of a playground."], ["CHAKOTAY", " My father had a saying, Captain. Home is wherever you happen  to be."], ["TUVOK", " Captain, long-range sensors are picking up heavy subspace  communications ahead. They're Vidiian."], ["JANEWAY", " All stop. A ship?"], ["TUVOK", " At least twenty ships within sensor range. I am also detecting a  G type star system with two inhabited planets. Life signs, Vidiian."], ["CHAKOTAY", " Sounds like we're headed right into their territory."], ["JANEWAY", " And I'm in no mood to donate any organs today. Options, Mister  Paris?"], ["PARIS", " There's a large plasma drift bearing four zero mark seven. It  extends almost half the length of this sector. Interference from the  plasma should block us from their sensors."], ["JANEWAY", " Good thinking. Lay in a course at full impulse. Mister Tuvok,  deflectors at maximum."]]}, "5": {"title": "Deadlock", "season": "2", "episode": "21", "Sickbay": [["WILDMAN", "  Oh! Oh, what was that?"], ["EMH", " What's wrong?"], ["WILDMAN", " A pain in my abdomen. It's different. Sharp. Oh, God!"], ["EMH", " The baby has shifted position, and its exo-cranial ridges have  lodged in the uterine wall. This is a rare complication, but it's been  known to happen in human Ktarian pregnancies."], ["KES", " Can we reposition the baby?"]]}, "6": {"title": "Deadlock", "season": "2", "episode": "21", "Bridge": [["PARIS", "  We're clearing the Vidiian system, Captain."]]}, "7": {"title": "Deadlock", "season": "2", "episode": "21", "Sickbay": [["EMH", "  I've locked onto the baby's coordinates. We're ready to begin.  Initiating umbilical separation. Energising."], ["(A screaming infant materialises in the bio-crib. It has three wicked  spiked horns on its forehead.)"], ["EMH", " Congratulations, Ensign. It's a girl."], ["WILDMAN", " Is she all right?"], ["EMH", " The transport caused a slight hemocythemic imbalance, but we'll  stabilise her cell membranes with osmotic pressure therapy."]]}, "8": {"title": "Deadlock", "season": "2", "episode": "21", "Bridge": [["JANEWAY", "  What was that?"], ["KIM", " We hit some kind of subspace turbulence as we were coming out of  the plasma drift. I can't tell if"], ["(The power goes down.)"], ["PARIS", " What the hell? Captain, the warp engines just stalled."], ["JANEWAY", " Go to impulse."], ["PARIS", " Impulse engines aren't responding. Manoeuvring thrusters are out  too."], ["KIM", " We're losing main power. Switching to backup power."]]}, "9": {"title": "Deadlock", "season": "2", "episode": "21", "Engineering": [["JANEWAY  [OC]", " Report."], ["TORRES", " Our antimatter supply is being drained, Captain. I don't know  why. The containment fields are in place. It's like we sprung a leak,  but I can't find the crack."]]}, "10": {"title": "Deadlock", "season": "2", "episode": "21", "Bridge": [["JANEWAY", "  Try infusing the warp core with repeated proton bursts. That should be  enough to keep it going."]]}, "11": {"title": "Deadlock", "season": "2", "episode": "21", "Engineering": [["TORRES", "  I can generate enough protons in the sensor array for a burst every  thirty seconds."], ["JANEWAY [OC]", " Do it."], ["TORRES", " Hogan! These proton bursts are going to cause a lot of stress  on the hull. Reinforce structural integrity to, now what?"]]}, "12": {"title": "Deadlock", "season": "2", "episode": "21", "Bridge": [["CHAKOTAY", "  What was that?"], ["TUVOK", " It appeared to be a proton burst."], ["JANEWAY", " Already? Bridge to Torres. Report. Engineering, respond."]]}, "13": {"title": "Deadlock", "season": "2", "episode": "21", "Sickbay": [["(Bang!)"], ["EMH", " The incubator is losing power. Activate the auxiliary respirator."], ["(The doors open.)"], ["CREWMAN", " We've got wounded here."], ["(Shortly after, the biobeds are fully occupied, and patients are lying  on the floor.)"], ["EMH", " Second degree plasma burns on the face and neck. Treat him with a  dermaline gel."], ["CREWMAN", " Yes, sir."], ["EMH", " Fractured clavicle, thoracic contusions, nothing serious. She can  wait. Fused vertebrae. Prep him for surgery. Status?"], ["KES", " It doesn't look good, Doctor. The baby's cell membranes won't  stabilise."], ["EMH", " Increase the osmotic"], ["(Another proton burst.)"], ["EMH", " That's not helping. Increase the osmotic pressure ratio by ten  percent."], ["KIM [OC]", " Bridge to Sickbay, there's been a major coolant leak in the  Mess hall. You've got more wounded on the way."]]}, "14": {"title": "Deadlock", "season": "2", "episode": "21", "Engineering": []}, "15": {"title": "Deadlock", "season": "2", "episode": "21", "Bridge": [["KIM", "  She's right. The main sensor array is offline. Not a single burst was  fired."], ["JANEWAY", " And yet the bursts appear to be originating from within the  ship. It's like they're coming out of thin air."], ["TUVOK", " Captain, these bursts are weakening the structural integrity of  the hull. We cannot take any more."], ["JANEWAY", " Can we increase power to structural reinforcement?"], ["KIM", " Our antimatter supply is too low. There's just not enough power to  go"], ["(Whumph, bang!)"], ["TUVOK", " Hull breach on deck fifteen, section twenty nine alpha.  Emergency force fields are offline."], ["KIM", " Captain, I've been working on a way to enhance our portable  forcefield generators. It might be enough to seal that breach."]]}, "16": {"title": "Deadlock", "season": "2", "episode": "21", "Sickbay": [["NEELIX", "  Don't you worry. We have the best doctor in the quadrant."], ["KES", " Doctor, her cell membranes are losing cohesion."], ["EMH", " Try remodulating the osmotic pressure."], ["KES", " No effect."], ["EMH", " Hang on. I'll be right there."], ["(Another proton burst hits. The EMH flickers and drops his dermal  regenerator.)"]]}, "17": {"title": "Deadlock", "season": "2", "episode": "21", "Corridor": [["KIM", "  Jefferies tube twelve runs right over the breach. If we can get close  enough, we should be able to set up a portable containment field."], ["HOGAN", " The breach has weakened the integrity of that tube by twenty two  percent."]]}, "18": {"title": "Deadlock", "season": "2", "episode": "21", "Bridge": [["TUVOK", "  I've analysed the bursts on all spectral frequencies. There's still no  indication of where they're coming from."], ["JANEWAY", " At this point, I don't give a damn where they're coming from.  I just want to stop them. Chakotay, do we have enough auxiliary power  to magnetise the hull? It might cushion the impact of the bursts."], ["CHAKOTAY", " We have just barely enough."]]}, "19": {"title": "Deadlock", "season": "2", "episode": "21", "Sickbay": [["EMH", "  I've stabilised my imaging array but it could go out at any time."], ["WILDMAN", " Doctor?"], ["EMH", " Prepare for emergency resuscitation."], ["WILDMAN", " My baby, she, she's going to die, isn't she?"]]}, "20": {"title": "Deadlock", "season": "2", "episode": "21", "Jefferies\n\ntube": [["KIM", "  Here it is. The breach is directly below us."], ["(Kim opens the bulkhead and goes down the ladder.)"]]}, "21": {"title": "Deadlock", "season": "2", "episode": "21", "Corridor": [["HOGAN", "  Almost got it, Lieutenant. I'm rerouting all power in this section to  your"]]}, "22": {"title": "Deadlock", "season": "2", "episode": "21", "Jefferies\n\ntube": []}, "23": {"title": "Deadlock", "season": "2", "episode": "21", "Corridor": [["TORRES  [OC]", " Are you there?"]]}, "24": {"title": "Deadlock", "season": "2", "episode": "21", "Jefferies\n\ntube": [["TORRES", "  Hurry, we have to help him."]]}, "25": {"title": "Deadlock", "season": "2", "episode": "21", "Sickbay": [["EMH", "  Again."], ["KES", " Nothing."], ["(The baby is dead.)"]]}, "26": {"title": "Deadlock", "season": "2", "episode": "21", "Corridor": []}, "27": {"title": "Deadlock", "season": "2", "episode": "21", "Sickbay": []}, "28": {"title": "Deadlock", "season": "2", "episode": "21", "Jefferies\n\ntube": [["TORRES", "  The breach is widening. Let's get out of here. Damn it, Harry! Let's  go!"], ["KIM", " Hold on. My minute isn't up yet."], ["(The breach opens and Harry grabs a ladder rung to stop himself being  sucked out. Torres climbs down.)"], ["TORRES", " Harry, grab my hand!"], ["(But the pull of the vacuum of space is too strong.)"]]}, "29": {"title": "Deadlock", "season": "2", "episode": "21", "Corridor": [["KES", "  Lieutenant Hogan?"], ["TORRES", " Kes, over here."], ["(Kes runs towards them, and vanishes.)"]]}, "30": {"title": "Deadlock", "season": "2", "episode": "21", "Bridge": [["TORRES  [OC]", " Kes just disappeared."], ["JANEWAY", " Disappeared?"]]}, "31": {"title": "Deadlock", "season": "2", "episode": "21", "Corridor": []}, "32": {"title": "Deadlock", "season": "2", "episode": "21", "Bridge": [["TORRES  [OC]", " Right where she disappeared."]]}, "33": {"title": "Deadlock", "season": "2", "episode": "21", "Corridor": []}, "34": {"title": "Deadlock", "season": "2", "episode": "21", "Bridge": [["TORRES  [OC]", " Oxygen nitrogen atmosphere."]]}, "35": {"title": "Deadlock", "season": "2", "episode": "21", "Corridor": [["TORRES", "  Whatever's on the other side of that rift, there's air. Maybe Kes is  still alive."]]}, "36": {"title": "Deadlock", "season": "2", "episode": "21", "Bridge": []}, "37": {"title": "Deadlock", "season": "2", "episode": "21", "Corridor": [["JANEWAY  [OC]", " Entire deck."]]}, "38": {"title": "Deadlock", "season": "2", "episode": "21", "Bridge": [["TUVOK", "  Main computer core is failing. Switching to back up processors."], ["(Bang!)"], ["JANEWAY", " Chakotay, are you ready to magnetise the hull?"], ["CHAKOTAY", " Stand by. I'm having trouble with the alignment module."], ["JANEWAY", " Try remodulating the field emitters."], ["(Bang! Janeway is knocked down.)"], ["JANEWAY", " Chakotay!"], ["CHAKOTAY", " I've got alignment. Magnetising the hull."], ["(Shudder.)"], ["CHAKOTAY", " I think it worked."], ["JANEWAY", " Let's hope so. I want a full damage report from all decks."], ["PARIS", " Are you all right, Captain?"], ["JANEWAY", " It's just a scratch."], ["PARIS", " It's more than a scratch. Maybe you should go to"], ["JANEWAY", " I'm fine, Lieutenant."], ["TUVOK", " Damage reports are coming in. The hull breach on deck fifteen  has widened to include deck fourteen, section twelve. And there are six  hundred thirty two micro-fractures along the hull's infrastructure. All  primary systems are offline. We are running on emergency power only.  The antimatter supply has dropped to eighteen percent and is continuing  to fall. Warp coils in both nacelles have fused and are inoperative.  The environmental control systems are failing. Fifteen crew members  have been seriously wounded with plasma burns, twenty seven experienced  other injuries. The Doctor is setting up triage facilities in Sickbay  and Holodeck two. I must also regretfully report that Ensign Wildman's  baby did not survive."], ["JANEWAY", " I want an engineering team to seal those micro-fractures  before they become breaches."], ["TUVOK", " Aye, Captain."], ["JANEWAY", " Mister Paris, grab a medical tricorder and go assist the  Doctor."], ["PARIS", " Right."], ["JANEWAY", " Commander, you have the Bridge. I'm going to go talk to Ensign  Wildman. Maybe I can help."], ["(Bang!)"], ["CHAKOTAY", " The magnetic field is collapsing. The hull is depolarising!"], ["(Bang!)"], ["TUVOK", " The fire suppression system is out."], ["COMPUTER", " Warning. Hull breach on deck one. Emergency forcefields  inoperative."], ["CHAKOTAY", " Everybody out! Go, go, go! Hurry, Captain!"], ["JANEWAY", " I'm trying to reroute emergency power to the field emitters!"], ["CHAKOTAY", " Captain!"], ["JANEWAY", " I can seal this breach!"], ["(Flames appear. She retreats. But before she gets to the turbolift, she  sees an image of an undamaged Bridge, and looks into her own eyes.)"]]}, "39": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Bridge": [["(Quiet,  normal, undamaged.)"], ["CHAKOTAY 2", " Captain?"], ["JANEWAY 2", " Ensign Kim, scan the Bridge. I just saw myself cross the  Bridge and enter that turbolift. It was very faint, almost like a ghost  image. And I looked like hell."], ["KIM 2", " Captain, there was a minor spatial fluctuation on the Bridge.  But it was only there for a millisecond."], ["JANEWAY 2", " Bridge to Engineering. B'Elanna, how long until we can use  the main sensor array?"]]}, "40": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Engineering": []}, "41": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Bridge": []}, "42": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Engineering": [["JANEWAY  2 [OC]", " as possible."]]}, "43": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Bridge": [["JANEWAY  2", " Mister Kim, modify a tricorder to scan for spatial anomalies. Go  over every centimetre of this Bridge. Examine the sensor logs from our  trip through the plasma drift. Look for anything unusual. I'll be in  Sickbay."]]}, "44": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Sickbay": [["EMH 2", "  Good news, Ensign. Our baby is perfectly healthy. There's no sign of  any interspecies abnormalities."], ["WILDMAN 2", " Our baby?"], ["EMH 2", " A figure of speech. I am, in part, responsible for bringing her  into the world. You may hold her now."], ["WILDMAN 2", " Hello there."], ["(Janeway 2 enters.)"], ["JANEWAY 2", " Congratulations, Samantha. She's adorable. Have you thought  of a name?"], ["WILDMAN 2", " Not yet. I really thought it would be a boy."], ["JANEWAY 2", " Let me know as soon as you decide. I've been making a  blanket for her. All that's missing is an initial. Get some rest. How's  our other patient doing?"], ["EMH 2", " She's still unconscious."], ["KES 2", " I ran a microcellular scan. We're almost identical in every way."], ["JANEWAY 2", " Almost?"], ["EMH 2", " There's a slight phase shift in her DNA. Do you have any theory  about where she came from?"], ["JANEWAY 2", " Not yet. But I intend to find out. Can you wake her?"], ["EMH 2", " I believe so."], ["JANEWAY 2", " Good, because I think she's going to have an interesting  story to tell."], ["(Shortly afterwards, our Kes is awake.)"], ["KES", " I was running through the corridor with my medkit. Deck fifteen.  And then suddenly I felt dizzy, and my vision started to blur. After  that, I don't remember anything, until you woke me up just now."], ["KES 2", " You were found unconscious down on deck fifteen, holding a  medkit."], ["JANEWAY 2", " We also found this lying next to you. It's a piece of  damaged conduit. Our analysis shows it's from Voyager, deck fifteen,  section twenty nine alpha, bulkhead zero five two. But there's no  damage to deck fifteen or anywhere else on this ship."], ["KES", " There was massive damage to deck fifteen."], ["JANEWAY 2", " The evidence would seem to suggest that you've come from a  different ship, a different Voyager. We did find a spatial rift on deck  fifteen. It's possible that it somehow connects us to this other  Voyager."], ["EMH 2", " If you're right, where is the other ship? A parallel universe,  another dimension, another point in time?"], ["JANEWAY 2", " I'm not sure. Almost everything about the Voyager Kes  described is identical to ours. We've had similar experiences, similar  personal histories. We both entered a plasma cloud to avoid the  Vidiians. Both of our engines stalled as we left the cloud, which  caused both of our antimatter supplies to drain. And then we both  decided to keep our engines running by emitting proton bursts. But  after that, our experiences diverged. We started emitting the proton  bursts. They didn't."], ["KES 1", " Our ship was being damaged by proton bursts. We couldn't figure  out where they were coming from."]]}, "45": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Engineering": [["TORRES  2", " But if we stop now, the power levels will drop"], ["JANEWAY 2 [OC]", " I'll explain later, Lieutenant."]]}, "46": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Sickbay": []}, "47": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Bridge": [["(Science  station scan analysis 4077.)"], ["CHAKOTAY 2", " We analysed the sensor logs from our trip through the  plasma cloud. We couldn't find anything unusual until we ran a quantum  level analysis. Remember that subspace turbulence we hit just before we  left the cloud?"], ["JANEWAY 2", " Yes."], ["CHAKOTAY 2", " Well, watch what happens."], ["(Voyager's outline blurs.)"], ["KIM 2", " At first, we thought it was a sensor aberration, but they were  in perfect calibration at the time."], ["TORRES 2", " So I ran a multispectral analysis on the subspace turbulence.  It was more than just turbulence. It was some kind of divergence field.  And the moment we passed through it, all of our sensor readings  doubled. Mass, energy output, bio-signatures, everything. Every  particle of matter on this ship seems to have been duplicated in that  instant."], ["JANEWAY 2", " So where is the other ship?"], ["KIM 2", " As strange as it sounds, Captain, according to these readings,  another Voyager's right here, right now, occupying the same point in  space time we are."], ["JANEWAY 2", " Quantum theorists at Kent State University ran an experiment  in which a single particle of matter was duplicated using a divergence  of subspace fields, a spatial scission."], ["CHAKOTAY 2", " If the same forces were at work inside the plasma cloud,  they may have duplicated every particle of matter on Voyager."], ["JANEWAY 2", " Matter. But not antimatter."], ["KIM 2", " Captain?"], ["JANEWAY 2", " In that Kent State experiment, they were able to duplicate  normal matter, but when they tried to duplicate antimatter particles,  the experiment failed."], ["TORRES 2", " So the antimatter on the ships wasn't duplicated. Both  engines have been trying to draw power from a single source of  antimatter."], ["JANEWAY 2", " Like Siamese twins linked at the chest, with only one heart."], ["CHAKOTAY 2", " So what do we do?"], ["JANEWAY 2", " I don't know. But whatever it is, we're going to have to  coordinate it with the other ship. Start working on a way to  communicate with them."], ["TORRES 2", " Right."], ["JANEWAY 2", " The only link we know of is on deck fifteen, the spatial  rift. We're going to need a way to send Kes back through safely."], ["KIM 2", " We could rig a portable phase discriminator. It might protect  her from the spatial transition."]]}, "48": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Sickbay": [["WILDMAN  2", " When can I start breast feeding?"], ["EMH 2", " Right away. However, I should forewarn you that her incisors  will erupt within three to four weeks. Since your skin lacks the scales  of a Ktarian, we'll have to discuss alternatives."], ["WILDMAN 2", " When can I take her home?"], ["EMH 2", " In twenty four hours. I want observe the infant to make sure  there's no more damage to her cell membranes."], ["KES 2", " You're welcome to stay the night so you may be with her."], ["WILDMAN 2", " I'd like that. Hey."], ["(The baby's mewling upsets our Kes.)"], ["EMH [OC]", " Congratulations, Ensign. It's a girl. I've stabilised my  imaging array, but it could go out at any rate."], ["KES [OC]", " Doctor, her cell membranes are losing cohesion."], ["EMH [OC]", " Try remodulating the osmotic pressure."], ["KES [OC]", " No effect."], ["EMH [OC]", " Again."], ["KES [OC]", " Nothing."], ["WILDMAN [OC]", " My baby. She's going to die, isn't she?"], ["EMH [OC]", " I'm sorry, Ensign."], ["WILDMAN [OC]", " She's going to die, isn't she?"], ["EMH 2", " Kes. Kes? Are you all right?"], ["KES", " Yes. It's just. The baby's crying, it was like a bad memory."], ["EMH 2", " What do you mean?"], ["KES", " On my Voyager, during the delivery, there were complications. We  performed a foetal transport."], ["EMH 2", " The same thing happened here. The transport was successful."], ["KES", " On my ship, the medical systems were heavily damaged. The osmotic  pressure therapy didn't work. The baby died."], ["EMH 2", " I'm sorry to hear that. But try to understand, it wasn't your  fault. The situation was out of your control."], ["KES", " Doctor, I've got to get back to my ship. They need my help."]]}, "49": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Engineering": [["TORRES  2", " It's a little harder to establish a comm. link than I thought,  Captain. The molecular signature of the second Voyager is slightly out  of phase with our own. I can't get visual, audio, nothing."], ["JANEWAY 2", " Have you tried remodulating the comm. frequency carrier?"], ["TORRES 2", " Five times on forty seven different frequencies."], ["JANEWAY 2", " There has to be a way. If they were recalibrating their  carrier wave at the same time so we could match phase variance, would  that allow us to connect?"], ["TORRES 2", " I think so, but in order to get them to do that, we'd have to  communicate with them first. It's the chicken and the egg."], ["JANEWAY 2", " Maybe we need something a little more primitive. Is there a  signal we could emit on all subspace bands just to get their attention?"], ["TORRES 2", " A rotating band pulse might do it, but it wouldn't be much  more than a shrill whistle."]]}, "50": {"title": "Deadlock", "season": "2", "episode": "21", "Engineering": [["TORRES", "  All right, Captain. All of the ship's command functions have been  rerouted to main Engineering."], ["JANEWAY", " Welcome to the new Bridge. Now, let's see about"], ["(A shrill tone pierces the air.)"], ["JANEWAY", " What's that?"], ["TORRES", " I don't know. It's some kind of com. emission coming through  all subspace bands."], ["JANEWAY", " Coming from where?"], ["TORRES", " Good question. I can't tell, but it's got a Federation  signature."]]}, "51": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Engineering": [["TORRES  2", " That's it! They recalibrated and locked onto our phase variant."], ["JANEWAY 2", " What kind of communication can we establish?"], ["TORRES 2", " Not much at this point. We can use the emergency encryption  code for a short message. Not more than five seconds."]]}, "52": {"title": "Deadlock", "season": "2", "episode": "21", "Engineering": [["JANEWAY", "  That's the emergency code. Run it through an alphanumeric sequencer."], ["TORRES", " I think someone's telling us to lock onto a frequency of twelve  gigahertz."], ["JANEWAY", " Do it."], ["(A monitor on a wall console lights up with static.)"], ["TORRES", " I'll try to clear it up."], ["JANEWAY 2 [on monitor]", " Captain, this isn't an illusion. What you're  seeing is real, but it's going to take some explaining."], ["(Later.)"], ["CHAKOTAY", " There are two Voyagers and two crews?"], ["JANEWAY", " That's what I was told."], ["TUVOK", " Could this possibly be some kind of subterfuge, Captain? An  alien deception?"], ["JANEWAY", " That woman, whoever she is, had very specific knowledge of  what happened here. The damage from the proton bursts, Wildman's baby,  Kes disappearing. She even knew that when I was twelve years old, I  walked home in a thunderstorm over seven kilometres because I lost a  tennis match."], ["TORRES", " And her explanation of how the ship were duplicated, certainly  plausible."], ["PARIS", " If it is true, what do we do about it?"], ["JANEWAY", " My counterpart has suggested we try to merge the two ships.  Recreate the subspace divergence field we passed through and then  depolarise it."], ["TORRES", " Both ships would have to send out a massive resonance pulse  from their deflector dishes at exactly the same time."], ["CHAKOTAY", " They may be able to do that, but we barely have enough power  for life support. How can we get enough to send an energy pulse of that  size?"], ["JANEWAY", " We could evacuate all the crew to this deck, and cut off life  support everywhere else. Then we could divert all power to the  deflector dish. B'Elanna, re-establish the comm. link with the other  ship."], ["JANEWAY 2 [on monitor]", " This is Janeway. What have you decided?"], ["JANEWAY", " Captain, we think we can channel enough energy to our  deflector dish to try the merging process."], ["JANEWAY 2 [on monitor]", " Good. When can we start?"], ["JANEWAY", " We'll need at least fifteen minutes to make our preparations."], ["JANEWAY 2 [on monitor]", " We'll be ready."], ["JANEWAY", " And Captain, we'll only have enough power to try this once."], ["JANEWAY 2 [on monitor]", " I understand."], ["JANEWAY", " Chakotay, Tuvok, begin the evacuation process."], ["CHAKOTAY", " Aye, Captain."]]}, "53": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Engineering": []}, "54": {"title": "Deadlock", "season": "2", "episode": "21", "Engineering": [["TORRES", "  Initiating. Power flow nominal, Captain."], ["JANEWAY", " Synchronise computer event timing. Ready to release  depolarisation pulse on my mark. Now."]]}, "55": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Engineering": [["(Both  ships are shaking.)"]]}, "56": {"title": "Deadlock", "season": "2", "episode": "21", "Engineering": [["JANEWAY", "  Increase power to the deflector dish."], ["TORRES", " I can't! Too much plasma back flow. If we keep this up, we're  going to lose our antimatter connection. We'll both be destroyed!"]]}, "57": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Engineering": [["TORRES  2", " Aborting resonance pulse."], ["JANEWAY 2", " What went wrong?"], ["TORRES 2", " I'm not sure. I think the plasma flow became to turbulent.  The divergence fields were so chaotic, we couldn't complete the  merging. We've lost the comm. link as well. Captain, the antimatter  leak? It's becoming a haemorrhage. If we don't start the proton bursts,  we'll be completely drained in thirty minutes."]]}, "58": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Bridge": [["JANEWAY  2 [OC]", " Still stable?"]]}, "59": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Engineering": []}, "60": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Turbolift": [["(Kim  puts a band on Janeway's arm.)"]]}, "61": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Corridor": [["JANEWAY  2", " Keep trying to re-establish a comm. link between the ships."], ["TORRES 2", " I will, but remember, we have fewer than thirty minutes of  antimatter left. Whatever you do over there, do it fast."], ["JANEWAY 2", " Understood. Are you ready?"]]}, "62": {"title": "Deadlock", "season": "2", "episode": "21", "Corridor": [["(Deck  fifteen.)"], ["KES 1", " It's gotten worse here."]]}, "63": {"title": "Deadlock", "season": "2", "episode": "21", "Engineering": [["TORRES", "  I don't know how else to stop the antimatter drain, except with proton  bursts."], ["JANEWAY", " We can't do that. We'd damage the other ship just like this  one. Think, people. We need options."], ["(Janeway 2 and Kes enter.)"]]}, "64": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Bridge": [["KIM 2", "  Okay, I've managed to re-establish a comm. link with the other Voyager."], ["JANEWAY 2", " Hail them."], ["JANEWAY 2", " Captain, I've got an idea. Actually, it was yours. It might  be possible to realign the phase displacement between us."]]}, "65": {"title": "Deadlock", "season": "2", "episode": "21", "Engineering": [["PARIS", "  We've got a perimeter alert. A vessel is approaching, bearing zero zero  five mark three one eight. They've just dropped out of warp."], ["CHAKOTAY", " Can you identify them?"]]}, "66": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Bridge": [["(Kim  nods.)"]]}, "67": {"title": "Deadlock", "season": "2", "episode": "21", "Engineering": [["JANEWAY", "  Shields."]]}, "68": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Bridge": [["JANEWAY  [on viewscreen]", " Captain, we're picking up a Vidiian ship heading this  way. Can you see them too?"], ["JANEWAY 2", " Yes."], ["JANEWAY [on viewscreen]", " Do you have any weapons?"], ["JANEWAY 2", " Stand by. Tuvok?"]]}, "69": {"title": "Deadlock", "season": "2", "episode": "21", "Vidiian\n\nship": [["COMMANDER", "  What is it?"], ["VIDIIAN", " Their ship seems to be trapped in some sort of spatial flux."], ["COMMANDER", " Have they detected us?"], ["VIDIIAN", " Yes. But they can't raise their shields. And it appears that  whatever is happening to them has disrupted their weapon systems."]]}, "70": {"title": "Deadlock", "season": "2", "episode": "21", "Engineering": []}, "71": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Bridge": []}, "72": {"title": "Deadlock", "season": "2", "episode": "21", "Engineering": [["JANEWAY", "  What happened? They couldn't have missed."], ["CHAKOTAY", " Maybe they hit the other Voyager."], ["JANEWAY", " Hail them."], ["TORRES", " I've lost the comm. link again."]]}, "73": {"title": "Deadlock", "season": "2", "episode": "21", "Vidiian\n\nShip": [["VIDIIAN", "  We have destroyed their weapons array."]]}, "74": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Bridge": [["(Thunk!  The Vidiian ship grabs Voyager.)"]]}, "75": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Corridor": [["(Tuvok  and a security guard are shot down.)"], ["VIDIIAN", " Vulcan. Male. The phaser blast damaged the right kidney, but  the other organs are healthy."], ["SURGEON", " Begin with them."]]}, "76": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Sickbay": [["EMH 2", "  I've erected an emergency force field around Sickbay. That should hold  them off for a while."], ["WILDMAN 2", " I won't let them take my baby."], ["EMH 2", " It's going to be all right, Ensign. Give her to me and I'll hide  her inside an access port. If they do break in, it's unlikely they'll  look for anyone there. Trust me, Ensign. I won't let anyone touch our  baby."], ["WILDMAN 2", " Mama will see you soon."], ["EMH 2", " Lieutenant, give me a hand. Move this. We're going to have to  cut away the internal circuitry to make room"]]}, "77": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Bridge": [["JANEWAY  2", " Commander?"], ["CHAKOTAY 2", " They've got everything below deck five, and I don't know  how much longer we can keep them away from the Bridge."], ["JANEWAY 2", " Mister Kim, how many Vidiians are there on the ship?"], ["KIM 2", " Three hundred and forty seven, and more are boarding."], ["CHAKOTAY 2", " We're outnumbered two to one."], ["KIM 2", " I've got an incoming subspace signal. It's from the other  Voyager. They must've re-established the comm. link."], ["JANEWAY 2", " On screen."], ["JANEWAY [on viewscreen]", " Captain, this comm. link might not last much  longer. What's happening over there?"], ["JANEWAY 2", " We've been boarded. The Vidiians are on the verge of taking  over our ship. Are they on yours?"], ["JANEWAY [on viewscreen]", " No. We don't think they can detect our ship.  Captain, we can have a security detachment cross the spatial rift and  board your ship within five minutes."], ["JANEWAY 2", " No. If we do that, the Vidiians might become aware of your  Voyager. That would put both ships at risk."], ["JANEWAY [on viewscreen]", " We can't just stand by and let you all be  killed."], ["JANEWAY 2", " I'm not about to let that happen. I'll destroy this ship."], ["JANEWAY [on viewscreen]", " I don't suppose there's any way I can change  your mind. I know how stubborn you can be."], ["JANEWAY 2", " True. But there is something else I can do for you. I'm  going to send Harry Kim through the rift with Ensign Wildman's baby.  Somehow, it seems only fair."], ["JANEWAY [on viewscreen]", " We'll be waiting for them."], ["JANEWAY 2", " Just make me a promise, Kathryn. Get your crew home."], ["JANEWAY [on viewscreen]", " I will. I will."], ["JANEWAY 2", " Harry, you've got five minutes. Get the baby."], ["KIM 2", " But Captain."], ["JANEWAY 2", " Move it, Ensign! That's an order! Computer, initiate the  self-destruct sequence. Authorisation Janeway pi one one zero. Set at  five minutes and mute voice warnings. Enable."]]}, "78": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Sickbay": [["VIDIIAN", "  Ocampa. Female. The organs are healthy. She has an extremely high rate  of tissue regeneration."], ["SURGEON", " Extract her pelvic ridge. We'll analyse the bone marrow for  Phage resistance."], ["VIDIIAN", " The others are human. My scans indicate their pancreatic  tissues are well suited for transplant.Â"], ["SURGEON", " Begin the extraction procedure."], ["(The EMH tries to stop the baby from crying.)"], ["VIDIIAN", " This one. A female human. She's recently given birth."], ["SURGEON", " Are you certain?"], ["VIDIIAN", " Yes. Her haemo-uterine levels are far above normal."], ["SURGEON", " Where's the infant? Set your bio-probe to maximum. Find it."], ["(Kim dodges some Vidiians and bursts into Sickbay, firing. He takes out  the two Vidiians then sees that the incubator is empty.)"], ["KIM 2", " No!"], ["EMH 2", " Ensign Kim, is that you?"], ["KIM 2", " Doc, am I glad to see you."], ["EMH 2", " Have we retaken the ship?"], ["KIM 2", " No. Actually, the Captain's put the ship on self-destruct. She  ordered me to take the baby and go to the other Voyager."], ["EMH 2", " Well, I, I guess you'd better hurry then."], ["KIM 2", " Goodbye, Doc."], ["EMH 2", " Ensign. Tell my counterpart that I've corrected all signs of  hemocythemia. He'll know what that means."]]}, "79": {"title": "Deadlock", "season": "2", "episode": "21", "Voyager\n\n2 - Bridge": [["(Vidiians  enter.)"], ["JANEWAY 2", " Hello. I'm Captain Kathryn Janeway. Welcome to the Bridge."], ["VIDIIAN", " Commander!"], ["(He has spotted the monitor reading - DESTRUCT SEQUENCE ENGAGED Time  Remaining 2, 1"]]}, "80": {"title": "Deadlock", "season": "2", "episode": "21", "Corridor": [["(Kim and  the baby cross the rift.)"], ["TORRES", " Ah, it's about time."]]}, "81": {"title": "Deadlock", "season": "2", "episode": "21", "Engineering": [["JANEWAY", "  Acknowledged."]]}, "82": {"title": "Deadlock", "season": "2", "episode": "21", "Sickbay": [["TUVOK", "  Repair efforts are underway. Lieutenant Torres estimates we'll be able  to return to the Bridge within three days."], ["JANEWAY", " Good. I'm not sure how much longer B'Elanna can tolerate my  standing over her shoulder in Engineering. Tuvok, is there something on  your mind?"], ["TUVOK", " I am curious, Captain. Before the Vidiians attacked, when you  were in disagreement with the other Captain about"], ["JANEWAY", " Would I have given the order to self-destruct our ship? I've  gone over that moment a thousand times in my mind. The truth is, yes, I  would have given the order. But I will admit, there was a part of me  that could see her point of view."], ["TUVOK", " One could say that you were both the doubter and the doubted. I  do not envy the paradox of logic you were faced with in that situation."], ["JANEWAY", " Neither did I. And neither did she."], ["(Tuvok leaves.)"], ["WILDMAN", " Thank you. Thank you so much."], ["KIM", " You're welcome. But you should also thank the Doctor. It was his  counterpart who saved her from the Vidiians."], ["EMH", " I'm not surprised. I am programmed to be heroic when the need  arises. By the way, Ensign, this other Doctor, did he have a name?"], ["KIM", " I really didn't have time to ask."], ["JANEWAY", " Am I allowed to go back to my temporary Bridge now, Doctor?"]]}, "83": {"title": "Deadlock", "season": "2", "episode": "21", "Corridor": [["JANEWAY", "  It's good to have you back, Ensign."], ["KIM", " Thank you, I think."], ["JANEWAY", " Something wrong?"], ["KIM", " I'm not sure. I mean, this isn't really my ship, and you're not  really my captain, and yet you are, and there's no difference. But I  know there's a difference. Or is there? It's all a little weird."]]}}