{"0": {"title": "Concerning Flight", "season": "4", "episode": "11", "Holodeck - Da Vinci's Workshop": [["(Leonardo da Vinci storms in, drenched, and  throws down a piece of his flying machine. A crowd is jeering outside.  A dripping Janeway follows him.)"], ["DA VINCI", " Animali! Brutti animali. Animali!"], ["WOMAN [OC]", " No, Leonardo, you are the animali."], ["MAN [OC]", " A bird who cannot fly."], ["DA VINCI", " Better than a man who cannot think!"], ["CHILDREN [OC]", " The pidgeon speaks. Cuckoo, cuckooo!"], ["(da Vinci picks up a large vase to throw at the crowd. Janeway stops him.)"], ["JANEWAY", " Maestro!"], ["DA VINCI", " Stupido! Foolish Florentines! A bird is a mechanical instrument that   \t\tworks according to mathematical laws. An instrument that surely I can recreate.   \t\tHow did it fail?"], ["JANEWAY", " Maybe you underestimated the wingspan?"], ["DA VINCI", " Had not the river Arno taken us to its arms we would both have died."], ["JANEWAY", " Jumping off the bridge was a wise precaution."], ["DA VINCI", " Against death, yes. Against humiliation, no. The great bird will take   \t\tflight and bring glory to its nest. So I have bragged for months.   \t\tInstead, we almost drown with half of Florence watching. Bah! Finito! No more.   \t\tCatarina, have you been to France?"], ["JANEWAY", " Not recently."], ["DA VINCI", " The King of France is a great admirer of mine. The Divine Leonardo   \t\tis all I hear when I walk through his streets. And what music do I find in the   \t\tstreets of Florence, eh? The cooing of pigeons and the babbling of fools.   \t\tCatarina, we are leaving!"], ["JANEWAY", " You're giving up. Again. Your beautiful painting of the Adoration,   \t\tthe great bronze horse in Milan, the Battle of Anghiari. Unfinished,   \t\tall of them. You were going to publish your notebooks. You never did.   \t\tYou have given up, abandoned your most important works. Why?"], ["DA VINCI", " There is a tavern just outside Paris, Catarina. A charming bistro   \t\twhere the wine is"], ["(Rumble!)"], ["DA VINCI", " Terremoto!"], ["JANEWAY", " Janeway to the bridge."], ["CHAKOTAY [OC]", " We're under attack, Captain."], ["JANEWAY", " I'm on my way."]]}, "1": {"title": "Concerning Flight", "season": "4", "episode": "11", "Bridge": [["(Small ships are bombarding Voyager.)"], ["JANEWAY", " Who are they and why are they shooting at us?"], ["CHAKOTAY", " Unknown, Captain. They're not responding to hails."], ["JANEWAY", " Damage?"], ["TUVOK", " None."], ["KIM", " I'm reading a slight destabilisation along the shield perimeter."]]}, "2": {"title": "Concerning Flight", "season": "4", "episode": "11", "\t[Engineering": [["(A small ship runs a beam along Voyager's length. Torres sees a piece of equipment vanish.)"], ["TORRES", " Er, Torres to the bridge."], ["JANEWAY [OC]", " Go ahead."], ["TORRES", " We just lost the warp diagnostic assembly."], ["JANEWAY [OC]", " What do you mean, lost?"], ["TORRES", " It disappeared."]]}, "3": {"title": "Concerning Flight", "season": "4", "episode": "11", "Bridge": [["KIM", " I'm picking up demterialisations on decks four through twelve."], ["JANEWAY", " Evasive manoeuvres."], ["PARIS", " They're matching our course changes."], ["(A biobed dematerialises..)"], ["CHAKOTAY", " It's definitely some kind of transporter beam."], ["JANEWAY", " Fire at will."], ["TUVOK", " I have the will, but not the means, Captain. Targeting control is down."], ["JANEWAY", " Why?"], ["KIM", " Captain, the main computer processor is gone. We've lost weapons, navigation and   \t\tpropulsion."], ["CHAKOTAY", " Backup systems are coming online."], ["JANEWAY", " Full phasers, manual targeting. Keep firing until you hit something."], ["(They hit one ship - KaBOOM.)"], ["KIM", " The other ships are retreating."], ["CHAKOTAY", " Chakotay to all decks. Full damage reports."]]}, "4": {"title": "Concerning Flight", "season": "4", "episode": "11", "Briefing room": [["TUVOK", " They were employing a high-energy transporter beam designed to locate objects of   \t\ttechnological value, and remove them."], ["(Tuvok hands Chakotay a PADD.)"], ["CHAKOTAY", " They removed a lot. Five tricorders, three phaser rifles, a couple of photon torpedo casings,   \t\ttwo antimatter injectors, a month's supply of emergency rations."], ["PARIS", " No great loss there."], ["EMH [on monitor]", " Excuse me. You're forgetting the most important thing of all. My mobile emitter.   \t\tWithout it I'm stuck in Sickbay. I can't go anywhere."], ["JANEWAY", " We'll do the best we can, Doctor but our top priority is the main computer processor.   \t\tB'Elanna, I want a defence against another transporter attack. Harry, do everything you can to   \t\ttrack those ships."], ["KIM", " Yes, ma'am."]]}, "5": {"title": "Concerning Flight", "season": "4", "episode": "11", "Astrometrics lab": [["KIM", " Seven. Hey."], ["SEVEN", " If you're here to fraternise I do not have the time."], ["KIM", " Actually, the captain wanted me to locate the ships that attacked us.   \t\tI've pushed the long range sensors about as far as they'll go."], ["SEVEN", " And now you believe the sensors can be extended by using   \t\tthe deep space imaging system."], ["KIM", " Well, yes."], ["SEVEN", " I've been working on that exact procedure for the past two hours."], ["KIM", " Really? Let's have a look."], ["SEVEN", " Do you doubt my ability to finish the task?"], ["KIM", " Look, I came here to work. I realised you'd already started the job so I   \t\toffered to help, that's all. I offered to help."], ["SEVEN", " An algorithmic feedback is interfering with the resolution. Decompile data banks   \t\tfifty nine through seventeen and attempt to isolate it. Now. Or you should leave."], ["KIM", " Okay. I'm a pretty easy-going person. I mean, it takes a lot to  ruffle my feathers. But that's not true of everybody. You've got to  learn how to phrase things a little more diplomatically."], ["(Seven takes no notice.)"]]}, "6": {"title": "Concerning Flight", "season": "4", "episode": "11", "Bridge": [["KIM", " I'm picking up Starfleet signatures from two of the continents."], ["CHAKOTAY", " Can you find the main computer processor?"], ["KIM", " It's on the northern continent, in what looks like a city, but there's a   \t\tlot of signal interference. I'll never be able to localise it from here."], ["TUVOK", " Captain, I have identified nearly twenty seven kinds of alien ships in orbit of this planet.   \t\tIt appears to be an active centre of commerce.  We should be able to place an undercover   \t\taway team on either continent without attracting attention."]]}, "7": {"title": "Concerning Flight", "season": "4", "episode": "11", "Market place": [["(Janeway and Tuvok are in casual clothes.)"], ["JANEWAY", " It never fails to impress me. No matter how vast the differences may be between cultures,   \t\tpeople always have something that somebody else wants, and trade is born."], ["TUVOK", " Or more to the point, theft."], ["JANEWAY", "  What have you got?"], ["TUVOK", " The materials in the construction of this city, and the technology   \t\tin use appear to have originated from numerous sources."], ["JANEWAY", " No doubt stolen."], ["TUVOK", " The myriad signatures have resulted in high interference levels. I am unable to.   \t\tA moment. I am picking up a Starfleet signature."], ["JANEWAY", " The computer processor?"], ["TUVOK", " I don't believe so. The signal magnitude is too low. The signature is   \t\tapproaching."], ["DA VINCI", " Catarina! Che meraviglia! Out of my way, out of my way! Scusi, scusi. Catarina.   \t\tCatarina. Welcome. Welcome to America."], ["(da Vinci is wearing the mobile emitter.)"], ["DA VINCI", " Tell me, Catarina, what do you think of the New World?"], ["JANEWAY", " How did you get here?"], ["DA VINCI", " A question I have asked myself many times. One moment I was packing for my journey to France, the next I was   \t\tin this land of marvels. Possibly, upon leaving my workshop I was accosted by   \t\tSpanish sailors, rendered unconscious, delivered to a galleon in the port of   \t\tGenoa, and carried like a sack of grain across the vast Atlantic. Curious ears."], ["JANEWAY", " My travelling companion, Tuvok."], ["DA VINCI", " Ah, what the old philosophers say is true.   \t\tMonstrous and wonderful are the peoples of undiscovered lands.   \t\tBut tell me, Catarina, how did you come to the Americas?"], ["JANEWAY", " Oh, it's a long story. A Portuguese ship, some Turkish pirates,   \t\ta couple of hurricanes. I'll tell you about it some other time."], ["DA VINCI", " Excuse me. There is the man I have been looking for. He has an apparatus   \t\tthat I need for my next invention. My patron is a demanding taskmaster."], ["JANEWAY", " Your patron?"], ["DA VINCI", " The prince of this city. Buon giorno, signore."], ["TUVOK", " The Da Vinci character is interpreting this world through the   \t\tlimited capacity of his holodeck programme."], ["JANEWAY", " He sees everything in sixteenth century terms."], ["TUVOK", " But what is he doing here?"], ["JANEWAY", " I was running the Da Vinci simulation when we were attacked. His          programme must have been active in the computer's memory when the processor was beamed off the ship."], ["TUVOK", " And then downloaded into the Doctor's mobile emitter. But by whom?"], ["JANEWAY", " His patron, the Prince?"], ["(da Vinci returns with the item.)"], ["DA VINCI", " Marvellous, no?"], ["TUVOK", " A plasma injector conduit, Starfleet issue."], ["DA VINCI", " Call it what you will. With this machine I can make mercury flow in three directions at once.   \t\tYou must see my new workshop. The Prince has been very supportive. Andiamo!"]]}, "8": {"title": "Concerning Flight", "season": "4", "episode": "11", "Da Vinci's Workshop": [["DA VINCI", " So, Catarina, what do you think of this place? My workshop   \t\tin Florence was but a cave of ignorance in comparison."], ["JANEWAY", " Your new patron gave you all this?"], ["DA VINCI", " He is the perfect prince. Intelligent, but not overly so.   \t\tIn awe of my talent, but not threatened by it. And above all, and   \t\tmost importantly, his purse is inexhaustible."], ["JANEWAY", " And in return for all this support?"], ["DA VINCI", " I give him my ideas. I have even resurrected my Great Bird, like the   \t\tPhoenix of legend. They have materials here, Catarina, that are so strong and   \t\tso light that surely my prototype will ascend to the heavens."], ["(Janeway spots a phaser and picks it up. da Vinci snatches it from her.)"], ["DA VINCI", " Be careful!   \t\tThey have found a way to harness the energy of a   \t\tthunderstorm and to expel it with great force. A pistole that shoots   \t\tnot a lead ball but a bolt of lightning."], ["(da Vinci demonstrates by atomising an ornament in an alcove.)"], ["JANEWAY", " I'd like to meet this patron you yours."]]}, "9": {"title": "Concerning Flight", "season": "4", "episode": "11", "Briefing room": [["(An alien is wearing a Starfleet uniform. On the table is a phaser rifle and what looks like an original series communicator.)"], ["CHAKOTAY", " Who sold you these things?"], ["ALIEN VISITOR", " I didn't come here to be interrogated. You told me you   \t\thave a warp coil to trade."], ["PARIS", " I said you could talk with Commander Chakotay. I didn't say he'd   \t\tnecessarily do business with you."], ["ALIEN VISITOR", " Well, this is a waste of my time."], ["CHAKOTAY", " I agree. There's the door."], ["ALIEN VISITOR", " What?"], ["CHAKOTAY", " Goodbye. Make sure he doesn't get lost on the way out."], ["ALIEN VISITOR", " No, no, no. Wait, wait. His name is Tau. He controls the seventh province in the north."], ["CHAKOTAY", " He sells weapons and technology."], ["ALIEN VISITOR", " Yes."], ["CHAKOTAY", " Which he confiscates from passing ships."], ["ALIEN VISITOR", " Yes, using his translocator device. Which he also stole. It's made him a rich man."], ["CHAKOTAY", " There are a few items I'd like to get back. Where can I find him?"], ["ALIEN VISITOR", " I deal with a go-between. I've answered enough of your questions. Let's talk about   \t\tthat warp coil. I'm looking for something that"], ["CHAKOTAY", " You can keep what you've got. We'll call it even."], ["ALIEN VISITOR", " This was a waste of my time."]]}, "10": {"title": "Concerning Flight", "season": "4", "episode": "11", "\t\t[Market place": [["TAU", " Torpedoes, plasma grenades, particle beam rifles. I can even get a ceremonial spear if you're interested."], ["ALIEN BUYER", " I am not interested."], ["TAU", " My point is, no matter what the weaponry, if you desire it, chances are I have it or I can get it."], ["ALIEN BUYER", " Your prices are said to be unreasonable."], ["TAU", " Unreasonable is such a strong term. But if I can't sell to you, I'll sell to   \t\tone of the other colonies in your system. A violent sort, your neighbours, aren't they?   \t\tI'd hate to make your life difficult by offering my weapons to them. But if you don't give me a choice"], ["TUVOK", " There can be no doubt our computer processor is not in the city."], ["JANEWAY", " Well, that certainly makes things a little more difficult. Leonardo's new patron is quite   \t\tthe business man."], ["TUVOK", " We may have no choice but to do business with him."], ["DA VINCI", " Catarina! Here are some friends I want you to meet."], ["JANEWAY", " Try to keep our hologram occupied."], ["TUVOK", " But Captain"], ["JANEWAY", " Make small talk."], ["TUVOK", " Vulcans do not make small talk."], ["JANEWAY", " Improvise."], ["(Tuvok takes the drink da Vinci is holding out.)"], ["TUVOK", " Thank you. That is very considerate."], ["DA VINCI", " Catarina, wait a minute."], ["TUVOK", " Mister da Vinci, how have you been?"], ["DA VINCI", " Benissimo. Now if you'll pardon me."], ["TUVOK", " I wish to speak with you."], ["DA VINCI", " What about?"], ["TUVOK", " About you. You are most intriguing."], ["DA VINCI", " Ah, grazie. And you, signore Tuvok, are equally provocative. Where exactly are you from?"], ["TUVOK", " Scandinavia."], ["DA VINCI", " So, what do the Scandinavians think of this New World?"], ["TUVOK", " It is fascinating, and you are obviously enjoying it."], ["DA VINCI", " Beyond words. Yes. Italy is already a fading memory. The city is   \t\tfull of mechanical marvels, the countryside alive with creatures strange   \t\tand wonderful."], ["TUVOK", " I'm curious. How have you spent your time here?"], ["DA VINCI", " I work on my inventions and my art, and I accompany the Prince   \t\twhen he goes to visit his great fortresses. Well, this er, fascinating conversation has left me as dry as Vulcan."], ["TUVOK", " Vulcan?"], ["DA VINCI", " An island off Sicily. Have you been there?"], ["TUVOK", " No."], ["DA VINCI", " Pity."], ["(da Vinci leaves. Elsewhere in the market -)"], ["TAU", " We'll talk later."], ["(Another man leaves.)"], ["JANEWAY", " Good evening."], ["TAU", " And to you. Enjoying yourself?"], ["JANEWAY", " Not yet."], ["TAU", " No? How can I change that?"], ["JANEWAY", " By having exactly what I want and selling it to me at a low price."], ["TAU", " The former's quite likely, but as for the latter, I don't sell inexpensive merchandise."], ["JANEWAY", " I have a client who runs a colony about twenty parsecs from here. His   \t\tcomputer is outmoded so I'm looking for a replacement."], ["TAU", " A computer that could coordinate the systems of an entire colony. That's   \t\tno small order, but I think I might have something that will interest you."], ["(He leads Janeway to a section of wall.)"], ["TAU", " Hello, computer, and how are you today?"], ["COMPUTER", " All systems are functioning  within normal parameters."], ["JANEWAY", " Verbal interface. Impressive."], ["TAU", " Computer, tell us your technical specifications."], ["COMPUTER", " Simultaneous access to forty seven million data channels. Transluminal processing at   \t\tfive hundred seventy five trillion calculations per nanosecond."], ["TAU", " Interested?"], ["COMPUTER", " Operational temperature margins from ten degrees Kelvin to one thousand   \t\tseven hundred ninety degrees Kelvin."], ["TAU", " I could sell it to you, but I could hardly let it go for anything less than a warship. Or   \t\twe could find something else in your price range."]]}, "11": {"title": "Concerning Flight", "season": "4", "episode": "11", "Da Vinci's Workshop": [["JANEWAY", " We should be looking for a stronghold or storage facility. Any   \t\tplace Tau might keep the stolen technology."], ["TUVOK", " There are several possibilities all within a ten kilometre radius of   \t\tthe city. I must admit, your Mister da   \t\tVinci is an astute observer of nature. These maps couldn't be improved upon by   \t\tVoyager's topographical computer."], ["JANEWAY", " He was a Renaissance man, Tuvok. Interpreted, reinterpreted, deconstructed,          fantasised about all through history. Vasari thought he was an angel. Freud thought   \t\the had a problem with his mother. James T. Kirk claimed he met him, although the   \t\tevidence is less than conclusive."], ["DA VINCI", " Buongiorno, amici."], ["JANEWAY", " Good morning, maestro. Did you sleep well?"], ["DA VINCI", " Too well, I'm afraid. My apologies, Catarina. The morning is half gone.   \t\tNevertheless, the images that come before the eyes upon awakening can be inspiring."], ["(da Vinci has drawn a curious dragon with a Vulcan ear on its rump.)"], ["TUVOK", " Indeed."], ["DA VINCI", " Catarina, where did I leave my silver tipped pen? I could swear it was   \t\there on the"], ["(Tuvok taps the mobile emitter to pause da Vinci.)"], ["TUVOK", " Captain, we should return to Voyager. With my tricorder readings and   \t\tLeonardo's maps we can use the ship's sensors to triangulate the exact   \t\tlocation of our processor."], ["JANEWAY", " We'll work on two fronts. You go back to the ship. I'll stay   \t\ton the surface and keep working with Leonardo. He has access to Tau and   \t\the knows the territory."], ["TUVOK", " Inadvisable. Charming as your childhood hero may be, the programme          was   \t\tnot designed for use outside the holodeck."], ["JANEWAY", " This is Leonardo da Vinci we're talking about. Simulation or not,   \t\the's one of the greatest creative minds in Earth's history."], ["TUVOK", " The programme reproduces the entire range of Da Vinci's behaviour.   \t\tHis genius and his notorious unreliability."], ["JANEWAY", " We have an opportunity here, and I want to take advantage of it."], ["(Tuvok takes his comm. badge from his pocket.)"], ["TUVOK", " Tuvok to Voyager. One to beam up."], ["(Janeway restarts da Vinci.)"], ["DA VINCI", " Table. Where did he go?"], ["JANEWAY", " Back to the ship."], ["DA VINCI", " The ship? You mean the Portuguese are still in the harbour?"], ["JANEWAY", " No, not exactly. But they're nearby."]]}, "12": {"title": "Concerning Flight", "season": "4", "episode": "11", "Sickbay": [["(The EMH is giving Seven a quick check-up.)"], ["EMH", " So, what's new?"], ["SEVEN", " New?"], ["EMH", " What's been happening on the ship?"], ["SEVEN", " Nothing of consequence. The Captain and Tuvok are still searching for the processor."], ["EMH", " What's the mood?"], ["SEVEN", " If you're referring to the crew morale, they seemed focused on their mission."], ["EMH", " Hmm. I heard there was something of a fuss in the mess hall last night."], ["SEVEN", " A trivial misunderstanding."], ["EMH", " Oh? You seen in excellent health. Most of your implants are stable, but   \t\tyour optical interface is misaligned again. I told you to come in for   \t\tmaintenance once a week. Now, what happened in the mess hall?"], ["SEVEN", " Lieutenant Torres and I were working on some Astrometric data. There was a disagreement."], ["EMH", " I understand things got a little heated."], ["SEVEN", " Lieutenant Torres became emotional. She chose to display hostility rather than to counter my argument."], ["EMH", " What did she say exactly?"], ["SEVEN", " It is irrelevant. Suffice it to say I was correct, she was not."], ["EMH", " Details, Seven. I want specifics."], ["SEVEN", " I see no reason to discuss these trivialities."], ["EMH", " Without my mobile emitter I am a prisoner in here. I need to know what is going   \t\ton beyond these walls, trivial or not."], ["SEVEN", " Torres referred to me as an automaton. She also employed a series of profane   \t\tKlingon insults. Shall I translate them for you?"], ["EMH", " By all means. I'd very much."], ["TUVOK [OC]", " Tuvok to Seven of Nine. Report to the Astrometrics lab."], ["EMH", " You may go."], ["SEVEN", " I'll be right there, Commander."]]}, "13": {"title": "Concerning Flight", "season": "4", "episode": "11", "Astrometrics lab": [["TUVOK", " I am entering Leonardo's maps and my tricorder data into the imaging system."], ["SEVEN", " I will create a search pattern for our missing processor."], ["TUVOK", " Da Vinci has accurately rendered the topographical detail. However, his   \t\tcoordinate axes are pre-Cartesian. You will have to convert them."], ["SEVEN", " Understood. It is puzzling that even a Vulcan would refer to a holographic   \t\tcharacter by name, as if it were alive. It seems somehow illogical. Localising grid.   \t\tAltitude twenty kilometres."], ["TUVOK", " One of these storage facilities undoubtedly contains the processor. Increase   \t\tsensor resolution to maximum and scan the area."], ["SEVEN", " There. Our computer processor is inside this structure."], ["TUVOK", " Unfortunately, the building is surrounded by a dispersion field. Transport will be impossible."], ["SEVEN", " If the captain can get inside the facility and reach the processor itself, she may be able to assist us."], ["TUVOK", " If she were to initiate a power surge in the processor, it might produce a signal strong   \t\tenough for us to lock onto."], ["SEVEN", " That is what I was referring to."]]}, "14": {"title": "Concerning Flight", "season": "4", "episode": "11", "Da Vinci's Workshop": [["JANEWAY", " It's not too far across open country. Leonardo says he's been there   \t\tand he can help me get inside."], ["TUVOK [OC]", " Understood."], ["JANEWAY", " Stand by for my signal. If I can find the processor, be prepared   \t\tto beam it back to Voyager."], ["TUVOK [OC]", " Aye, Captain. Tuvok out."], ["TAU", " So it's captain. I see you and my hologram are old friends."], ["(Tau points a weapon at Janeway, snaps his fingers and holds out his hand. She surrenders her comm. badge.)"], ["JANEWAY", " My engineers have developed a defence against your transporter, so I   \t\tsuggest that you return what you took from us and let me go."], ["TAU", " Or what? You're in no position to bargain. The only ones who will bargain will   \t\tbe your crew and it will cost them a great deal to get their captain back.   \t\tI wonder what you're worth to them."], ["(da Vinci hits Tau with a brass cylinder.)"], ["JANEWAY", " He'll be fine. Let's move. (Janeway takes back her comm. badge and Tau's weapon.)"], ["DA VINCI", " I'm not going."], ["JANEWAY", " You said you'd help me."], ["DA VINCI", " I have already gone too far. He was threatening you, I had no   \t\talternative, but I must be here when he recovers his senses. I will try to explain.   \t\tMaybe if I am lucky, he will not have me executed."], ["JANEWAY", " We are leaving. Your time here is over."], ["DA VINCI", " I will not leave this New World."], ["JANEWAY", " Your new world is a prison. You are under his control."], ["DA VINCI", " When are we not in prison? Hmm? When are our lives free from the   \t\tinfluence of those who have more power than us? If this New World is a cage,   \t\tthen it is a cage of gold, of marvels, of opportunities. If this Prince is violent, violence can be tempered."], ["JANEWAY", " You can't stay here forever, Leonardo. Europe is your home."], ["DA VINCI", " Europe is despicable! Here I am free to do what I wish. Free from judgment,   \t\tfree to fail, but without a sense of shame, without, without the taunts of the ignorant."], ["JANEWAY", " Leonardo, whether you want to admit it or not they do need you back home.   \t\tIn Florence, Milan, Avignon, they need your genius, they need your heart. And   \t\tright now I need you, too. So come on."]]}, "15": {"title": "Concerning Flight", "season": "4", "episode": "11", "Bridge": [["KIM", " I've lost the Captain's comm. badge signature."], ["CHAKOTAY", " Scan for the holoemitter."], ["KIM", " It's four point seven kilometres outside the city."], ["PARIS", " So Leonardo's on the move. Is the captain with him?"], ["CHAKOTAY", " Her comm. badge may have malfunctioned."], ["PARIS", " Or she may have been discovered."], ["KIM", " Should I beam da Vinci back to the ship?"], ["TUVOK", " If the captain is with him and attempting to recover the processor, she may need   \t\this assistance."], ["CHAKOTAY", " Keep a lock on the mobile emitter and stand by."]]}, "16": {"title": "Concerning Flight", "season": "4", "episode": "11", "Storage facility - outside": [["JANEWAY", " Where's the entrance?"], ["DA VINCI", " I can't recall."], ["JANEWAY", " Why not?"], ["DA VINCI", " These fortresses, I've been to half a dozen of them. All are similar   \t\tbut each is different."], ["(They hang back as a guard patrols, then move forward as the tricorder scans.)"], ["DA VINCI", " Catarina, observe the construction, like the veins and arteries   \t\tof a great animal. Now, this is the way to build, using nature as your guide."], ["JANEWAY", " No more lessons. I need to get into this building and I need to get into it now."], ["DA VINCI", " That is not the way an apprentice should address her master."], ["JANEWAY", " Maestro, your Prince is going to come after us. The only escape is inside."], ["DA VINCI", " Escape? We will be trapped inside."], ["JANEWAY", " No. There is a wondrous invention inside this building. It's called a   \t\tcomputer processor. We can use it to send a beacon to the Portuguese ship, and   \t\tthey'll come and rescue us."], ["DA VINCI", " Computer. This invention, how does it work?"], ["JANEWAY", " Well, it's complicated, but trust me when I say it can send messages over   \t\tgreat distances. All we have to do is find it and we will be rescued. But the   \t\tquestion is, how do we get inside?"], ["DA VINCI", " Shadow and sunlight. Shadow and sunlight. The Prince, like any other   \t\tthief, will fear theft above all else. So this stronghold will have but one   \t\tentryway, on the side facing away from the sun."], ["JANEWAY", " So the bright light will be in the eyes of anyone who might attack."], ["DA VINCI", " Esato."]]}, "17": {"title": "Concerning Flight", "season": "4", "episode": "11", "Bridge": [["KIM", " I'm no longer reading the mobile emitter."], ["TUVOK", " They've gone inside the structure."], ["KIM", " Commander, they're being pursued. Over thirty armed guards are   \t\tconverging on the storage facility."]]}, "18": {"title": "Concerning Flight", "season": "4", "episode": "11", "Storage facility": [["DA VINCI", " Even Theseus could not negotiate this labyrinth."], ["JANEWAY", " Not without a compass."], ["DA VINCI", " Your compass is speaking to you."], ["JANEWAY", " This way."], ["DA VINCI", " A trove of invention."], ["JANEWAY", " The Prince has done well for himself. Phasers, warp plasma injectors, a site-to-site transporter."], ["DA VINCI", " Your computer?"], ["JANEWAY", " Yes. Computer, do you recognise my voice?"], ["COMPUTER", " Affirmative."], ["JANEWAY", " Well, that's a start."], ["DA VINCI", " Che bella! There's a mechanical woman inside."], ["JANEWAY", " In a way, yes. Initiate a level four induction relay overload."], ["COMPUTER", " That procedure is not recommended."], ["JANEWAY", " Command override. Janeway pi one one zero."], ["COMPUTER", " Authorisation confirmed. Initiating overload."], ["JANEWAY", " That's it."], ["DA VINCI", " And now?"]]}, "19": {"title": "Concerning Flight", "season": "4", "episode": "11", "Bridge": [["TUVOK", " Commander. I'm detecting a power surge in the subspace frequency range."]]}, "20": {"title": "Concerning Flight", "season": "4", "episode": "11", "Storage facility": [["(The computer's hum rises in pitch.)"], ["JANEWAY", " Step close, Leonardo. We're going for a ride."], ["DA VINCI", " I don't understand."], ["JANEWAY", " Trust me."], ["(A  guard shoots at them. They hide and the computer processor is beamed  away without them. Another shot passes through da Vinci. Janeway goes  around a piece of equipment and knocks out the approaching guard.)"], ["JANEWAY", " The building is probably surrounded by now. There's only one way out.   \t\tMaestro, come here."], ["DA VINCI", " Catarina, what just happened to me? I was shot, yet I live. Such things are not possible."], ["JANEWAY", " This is an invention from another land. It's called a site to site transporter.   \t\tIn the blink of an eye, it can move us out of this building and a few kilometres away   \t\tfrom here."], ["DA VINCI", " How?"], ["JANEWAY", " Come on."], ["DA VINCI", " I must have an explanation."], ["JANEWAY", " Leonardo, you've always said that it's a poor apprentice who can't surpass her master.   \t\tThere are things in this world that I understand, and you don't."], ["(Her tricorder interfaces with the transporter, and they are beamed away.)"]]}, "21": {"title": "Concerning Flight", "season": "4", "episode": "11", "Bridge": [["TUVOK", " The processor is on board."], ["CHAKOTAY", " The captain?"], ["TUVOK", " Still on the planet."], ["KIM", " Commander. Thirteen vessels are approaching Voyager from the surface."], ["CHAKOTAY", " Tom, take us into a higher orbit. Bridge to Torres. I want that processor back   \t\tonline. We've still got a captain down there."]]}, "22": {"title": "Concerning Flight", "season": "4", "episode": "11", "Hillside": [["DA VINCI", " I cannot believe it. I will not believe it. My mind cannot accept the evidence of my eyes.   \t\tIs this sorcery? Are we in Purgatory?"], ["JANEWAY", " Neither. You said yourself this place was full of marvels."], ["DA VINCI", " Marvels, yes, but this is magic. Enchantment, not science. And I refuse to believe in enchantment."], ["JANEWAY", " I'll explain later. We've got to keep moving."], ["DA VINCI", " No! I must understand. Catarina, to see objects disappear into thin air. To see   \t\tlightning pass through my body. Are we spirits? Catarina, am I dead?"], ["JANEWAY", " Let me ask you something. If you were something other than a human being.   \t\tIf you were a different kind of animal. If you were a small bird, a sparrow. What would your world be like?"], ["DA VINCI", " I should make my home in a tree, in the branch of an elm. I should hunt insects for food,   \t\tstraw for my nest, and in the springtime I should sing for a companion."], ["JANEWAY", " And you would know nothing of the politics of Florence, the cutting of marble or mathematics?"], ["DA VINCI", " Of course not."], ["JANEWAY", " But why not?"], ["DA VINCI", " My mind would be too small."], ["JANEWAY", " As a sparrow your mind would be too small? Even with the best of teachers?"], ["DA VINCI", " If Aristotle himself were to perch on my branch and lecture till he fell off from exhaustion,   \t\tstill the limits of my mind would prevent me from understanding."], ["JANEWAY", " And as a man, can you accept that there may be certain realities beyond the limits of your comprehension?"], ["DA VINCI", " I could not accept that. And I would be a fool."], ["MEN [OC]", " Spread out."], ["JANEWAY", " Come on."]]}, "23": {"title": "Concerning Flight", "season": "4", "episode": "11", "Engineering": []}, "24": {"title": "Concerning Flight", "season": "4", "episode": "11", "Bridge": [["TORRES [OC]", " And full transporters."], ["CHAKOTAY", " Good work, B'Elanna."], ["KIM", " Sensors show the captain and Da Vinci have left the structure. If we can dip into a   \t\tlower orbit I should be able to lock onto the mobile emitter."], ["CHAKOTAY", " Set the confinement beam wide and prepare to beam both of them back to the ship.  \t\tHow close do we have to be?"], ["KIM", " At least five hundred kilometres from the surface."], ["TUVOK", " Those ships will try to block our descent."], ["CHAKOTAY", " Ready for some fancy flying?"]]}, "25": {"title": "Concerning Flight", "season": "4", "episode": "11", "Hillside": [["(da Vinci is out of breath from climbing the steep slope.)"], ["DA VINCI", " Momento, Catarina. Escape, signorina, is very near."], ["JANEWAY", " I'm starting to wonder. Where are you, Chakotay?"]]}, "26": {"title": "Concerning Flight", "season": "4", "episode": "11", "Bridge": [["PARIS", " We're at one thousand kilometres, nine fifty, nine hundred."], ["TUVOK", " The ships are powering weapons."], ["CHAKOTAY", " Go to Red alert."], ["(The ships start firing at Voyager.)"], ["TUVOK", " Shields are holding."], ["PARIS", " Eight hundred and fifty kilometres."]]}, "27": {"title": "Concerning Flight", "season": "4", "episode": "11", "Hillside": [["DA VINCI", " When Petrarch climbed Mount Verdoun, and saw all Europe below him, he knew   \t\the was witnessing the birth of a new age. He was witnessing the Renaissance.   \t\tThe rebirth of our world. So, Catarina, at this summit here, you and I will be reborn.   \t\tReborn, with wings."], ["(The Great Bird is here, a massive hang-glider.)"], ["JANEWAY", " This could be a problem."]]}, "28": {"title": "Concerning Flight", "season": "4", "episode": "11", "Bridge": []}, "29": {"title": "Concerning Flight", "season": "4", "episode": "11", "Hillside": [["JANEWAY", " You've made some improvements."], ["DA VINCI", " I took your advice after the last attempt, and   \t\tincreased the reach of the wings."], ["JANEWAY", " And the angle of attack?"], ["DA VINCI", " Yes, yes, that too. Unfortunately, the river Arno is quite absent.   \t\tThis time, if we fail, only the stones will   \t\tbreak our fall."], ["JANEWAY", " The wing is stationary. That's good. This looks like duranium alloy.   \t\tShould be light enough."], ["DA VINCI", " Catarina, this time it will work."], ["(Their pursuers fire at them.)"]]}, "30": {"title": "Concerning Flight", "season": "4", "episode": "11", "Bridge": [["KIM", " I'm reading weapons fire on the surface near the captain's   \t\tposition. We're running out of time, sir."], ["PARIS", " Seven hundred kilometres."]]}, "31": {"title": "Concerning Flight", "season": "4", "episode": "11", "Hillside": [["DA VINCI", " Together, up. (They push the Great Bird forward on its wheels.)"], ["JANEWAY", " Andiamo."], ["(It runs off the cliff and glides into the air.)"], ["DA VINCI", " Catarina, we're flying!"], ["JANEWAY", " Like the birds!"]]}, "32": {"title": "Concerning Flight", "season": "4", "episode": "11", "Bridge": [["TUVOK", " I have a fix on the captain. They are in mid-air, on what   \t\tappears to be a crude gliding apparatus."], ["PARIS", " Five hundred kilometres."], ["KIM", " I'm locking on. Broad confinement beam."], ["CHAKOTAY", " Energise."], ["(The Great Bird and its passengers are beamed away.)"], ["KIM", " Got them. I've beamed the whole contraption into Cargo Bay one."]]}, "33": {"title": "Concerning Flight", "season": "4", "episode": "11", "Holodeck - Da Vinci's Workshop": [["JANEWAY", " Leonardo, where are you going?"], ["DA VINCI", " France. These Florentines do not deserve my genius. I have   \t\twritten to the King of France telling   \t\thim of my adventures in the New World, and invited him to soar   \t\twith me from the towers of his castle."], ["JANEWAY", " Are you sure that's a good idea?"], ["DA VINCI", " Why not? We ourselves have tested the design."], ["JANEWAY", " But the materials. You'll never find those metals in France."], ["DA VINCI", " No? Then others will suffice. Machines that fly through the  air. Lightning flung from one's hands. Mechanical women who live in  boxes. These things I have seen. And these things I must recreate. And  who knows, possibly improve upon."], ["JANEWAY", " Leonardo, I think that little flight of ours went to your head."], ["DA VINCI", " And my heart. My oldest memory, Catarina, is of a   \t\tgreat bird perched on my bed, its feathers   \t\topen towards me as if summoning me. You yourself have   \t\taccused me of giving up,   \t\tof failing to complete my projects."], ["JANEWAY", " I was trying to encourage you."], ["DA VINCI", " No, you we're right. All my life I have wanted to fly.   \t\tPerhaps my failure to do so has   \t\tcaused my heart to remain in flight, leaping from one thing to   \t\tanother, never satisfied, never complete."], ["JANEWAY", " And now that you've actually flown?"], ["DA VINCI", " Now who knows what I cannot accomplish."], ["JANEWAY", " I'd like to find out. Give my regards to the king of France."], ["DA VINCI", " Catarina, will you walk with me to my carriage?"], ["JANEWAY", " It would be my pleasure."]]}}