{"0": {"title": "One Small Step", "season": "6", "episode": "8", "October 19,\n\n2032. Mars.": []}, "1": {"title": "One Small Step", "season": "6", "episode": "8", "Ares\n\nIV Command module": [["KELLY", "  Ares Four to Kumagawa. How was the sunrise from down there?"], ["(Kumagawa  is a woman, Kelly is a negroid man. He is watching a monitor showing a  couple in spacesuits with a rover down on the surface.)"], ["KUMAGAWA [OC]", " Beautiful. There was a little green mixed in today. It  was really quite spectacular."], ["KELLY", " Sorry I missed it."], ["KUMAGAWA [OC]", " Next time, Lieutenant."], ["KELLY", " Any luck drilling through that lava plain?"], ["KUMAGAWA [OC]", " Roger that. We broke through the iron oxide barrier and  we're down to eight metres."], ["(Another man joins the conversation.)"], ["NOVAKOVICH [OC]", " We should have some samples by the end of the day if  all goes well."], ["KELLY", " On to more important matters. Received an uplink from  Houston. The Yankees won game five of the World Series."], ["KUMAGAWA", " You owe me twenty bucks."], ["KELLY", " It's not over yet. There's still game six. We won't be the only  ones making history today. Bokai just broke DiMaggio's record."], ["NOVAKOVICH [OC]", " I don't believe it."], ["KELLY", " If you ask me, Houston's been manipulating the stats."], ["KUMAGAWA [OC]", " They do have a few too many Kings fans at mission  control."], ["KELLY", " Well, how else do you explain Bokai beating out the Yankee  Clipper?"], ["KUMAGAWA [OC]", " Commander? We lost you for a second there."], ["KELLY", " The ride got a little bumpy. Stand by. Picking up some turbulence."], ["NOVAKOVICH [OC]", " At your altitude?"], ["KELLY", " Checking LIDAR. What the hell?"], ["KUMAGAWA [OC]", " John, what's going on?"], ["KELLY", " There's an object closing on my position, azimuth one twenty one  point six. Whatever it is, it's huge. It's over a thousand metres  across.Â"], ["NOVAKOVICH [OC]", " How could something that big appear out of nowhere?"], ["KELLY", " I don't know, but I'm getting out of its way. Firing thrusters."], ["KUMAGAWA [OC]", " It's probably just a solar flare."], ["KELLY", " Let's hope so."], ["(The object gets bigger.)"]]}, "2": {"title": "One Small Step", "season": "6", "episode": "8", "Stardate\n\n53292.7.": []}, "3": {"title": "One Small Step", "season": "6", "episode": "8", "Chakotay's\n\nquarters": [["(Chakotay is sitting reading a book when his doorbell chimes.)"], ["CHAKOTAY", "  Come in. Come in!"], ["(Chimes again and again. He looks out into the corridor. There is no one there.)"], ["CHAKOTAY", " Chakotay to the bridge."], ["CREWMAN [OC]", " This is transporter room two."], ["CHAKOTAY", " I'm trying to reach the bridge."], ["CREWMAN [OC]", " Your comm. signal was routed here, sir."], ["CHAKOTAY", " Can you patch me through?"], ["NEELIX [OC]", " Pardon me. Where? Patch you through where?"], ["(Various voices overlap.)"], ["CHAKOTAY", " Neelix?"], ["NEELIX [OC]", " Commander?"], ["CREW [OC]", " Check on the field generators."], ["WOMAN [OC]", " Control seven, return to base at once."], ["JANEWAY [OC]", " Computer, locate Neelix."], ["MAN [OC]", " I can't get through to Engineering."]]}, "4": {"title": "One Small Step", "season": "6", "episode": "8", "Engineering": [["CHAKOTAY", "  I see you're making some changes to the computer core."], ["SEVEN", " I have enhanced the command sequencers with Borg algorithms."], ["CHAKOTAY", " Well, your enhancements are wreaking havoc with our secondary  systems."], ["SEVEN", " Insignificant malfunctions. I will correct them."], ["CHAKOTAY", " I don't recall authorising any modifications."], ["SEVEN", " The computer core is inefficient. It needed to be improved."], ["CHAKOTAY", " I appreciate your initiative, but that's not up to you."], ["SEVEN", " I've explained the value of these enhancements on several  occasions, but Lieutenant Torres chose to ignore me. I thought a  demonstration would be more persuasive."], ["CHAKOTAY", " Well, I doubt this one's going to change her mind."], ["SEVEN", " Clearly Voyager is not yet ready for assimilation. A joke. The  doctor suggested that I defuse tense situations with humour."], ["CHAKOTAY", " Good idea. Now how about getting these systems back up again  so I can get back to my book."], ["SEVEN", " We are experiencing a ship-wide power drain. This is unrelated to my  modifications.Â"]]}, "5": {"title": "One Small Step", "season": "6", "episode": "8", "Bridge": [["JANEWAY", "  It's two in the morning, Ensign. This better be more than a little  turbulence."], ["KIM", " You won't be disappointed. We've got level nine gravimetric  distortions closing on our position."], ["TUVOK", " They're emanating from subspace."], ["JANEWAY", " On screen. Shields."], ["(The alien object from the teaser appears.)"], ["PARIS", " It's heading right toward us."], ["JANEWAY", " Evasive manoeuvres."], ["CHAKOTAY", " Captain."], ["JANEWAY", " Say good morning to thirty million terajoules of subspace  energy."], ["PARIS", " This thing is following us. I can't outrun it at impulse."], ["JANEWAY", " Go to warp."], ["PARIS", " It's disrupting our warp field."], ["KIM", " If it gets any closer the gravimetric stresses are going to rip  the plating off our hull."], ["SEVEN", " Captain, I recognise this phenomenon. It's Borg designation is  spatial anomaly five two one. It's attracted to objects that emit  electromagnetic energy. We have to cut power and reverse our shield  polarity."], ["JANEWAY", " Do it. (The object glides past Voyager.)"], ["PARIS", " That was close."], ["JANEWAY", " I recognise this anomaly too. It's called a graviton ellipse.  According to the Federation Database it travels through subspace,  emerging occasionally without warning. Ellipses have only been observed  a handful of times."], ["CHAKOTAY", " Ares Four."], ["TUVOK", " Commander?"], ["CHAKOTAY", " One of the early Mars missions. The Command module and its  pilot were engulfed by a similar phenomenon back in 2032."], ["PARIS", " I remember reading about that. Two astronauts were stranded on  the surface for weeks before a rescue ship arrived."], ["CHAKOTAY", " No one's gotten this close to a graviton ellipse and lived to  tell about it. This could be a remarkable opportunity."], ["JANEWAY", " Go to yellow alert. Keep our power output at minimum levels.  Match it's course and speed but maintain a safe distance."], ["PARIS", " Aye, Captain."], ["CHAKOTAY", " I suggest we launch a probe. See if we can find out what  makes this thing tick."]]}, "6": {"title": "One Small Step", "season": "6", "episode": "8", "Astrometrics\n\nlab": [["SEVEN", "  I'm receiving telemetry from the probe. It appears to have entered a  stable core within the  anomaly. The gravimetric forces are negligible."], ["TUVOK", " The eye of the storm."], ["SEVEN", " An apt metaphor."], ["TUVOK", " Computer, run a multispectral analysis of the anomaly's core."], ["COMPUTER", " Analysis in progress."], ["SEVEN", " The Borg developed shields to get through the gravimetric  currents. They intended to dissipate the  anomaly from within. Perhaps we should continue their efforts."], ["TUVOK", " It would be short-sighted to destroy it. We should study the  phenomenon."], ["SEVEN", " I didn't realise you shared this crew's penchant for  exploration."], ["TUVOK", " I am a Starfleet officer."], ["SEVEN", " When the risks outweigh the potential gain, exploration is  illogical."], ["TUVOK", " We can't predict what we might find here, Seven. One must allow  for the unexpected discovery."], ["COMPUTER", " Core analysis complete."], ["SEVEN", " There are more that two point eight billion compounds in the  core."], ["TUVOK", " Fascinating."], ["SEVEN", " The computer has isolated several synthetic compounds native to  sector zero zero one."], ["TUVOK", " Titanium and polymer composites. These materials date back to  the twenty first century. They were used in the construction of Earth's  early spacecraft."], ["SEVEN", " Commander Chakotay mentioned a space capsule that was consumed  by a graviton ellipse."]]}, "7": {"title": "One Small Step", "season": "6", "episode": "8", "Briefing\n\nroom": [["TORRES", "  She was forty six metres, ninety two metric tons, powered by a  third generation ion drive, and equipped with a transpectral imager."], ["CHAKOTAY", " Ares Four was piloted by Lieutenant John Kelly. His ground  team, astronauts Rose Kumagawa and Andrei Novakovich, were close to  completing their survey mission when Kelly reported an object closing  on his position. Then he and the command module disappeared off NASA's  LIDAR scopes."], ["PARIS", " And into the history books. That incident almost derailed the  Mars programme."], ["TUVOK", " Mankind's first encounter with a spatial anomaly."], ["CHAKOTAY", " Seven, you said the Borg were working on a way to get inside  a graviton ellipse."], ["SEVEN", " Shield enhancements."], ["PARIS", " Well, maybe we could apply the same enhancements to the Flyer."], ["SEVEN", " Captain, do you intend to try to find the command module?"], ["JANEWAY", " Or what's left of it."], ["TUVOK", " By my calculations, we have less than sixteen hours before the  anomaly goes back into subspace."], ["JANEWAY", " Then we have to work quickly. Harry, B'Elanna, help Seven  modify the Flyer's shields. Tom, review the database from the Ares Four  mission. It might tell us something about this  anomaly we've missed. We're going to need a mission leader."], ["CHAKOTAY", " I volunteer."], ["JANEWAY", " I thought you might. Let's do it."], ["(Everyone gets up and leaves, except Seven.)"], ["JANEWAY", " Something on your mind,  Seven?"], ["SEVEN", " The anomaly is as dangerous and unpredictable now as it was  three hundred years ago."], ["JANEWAY", " But the Delta Flyer's a little more advanced than the Ares Four  was. We'll be taking every precaution."], ["SEVEN", " That may not be enough."], ["JANEWAY", " I appreciate your concern but, this is my call."], ["SEVEN", " Searching for the command module seems more sentimental than  scientific."], ["JANEWAY", " I can't argue with that. If scientific knowledge was all we  were after, then the Federation would have built a fleet of probes, not  starships. Exploration is about seeing things with your own eyes. In  this case, we're exploring the past."], ["SEVEN", " How will retrieving this artefact enhance your appreciation of  history?"], ["JANEWAY", " By making us part of it. In the same way that excavating the  obelisks of ancient Vulcan, or finding the shroud of Kahless made those  explorers a part of their history. Here's the crux of it. As a Borg,  you didn't study the past, you ingested it. You've never really  developed an appreciation for humanity's history. Maybe this is an  opportunity to do some exploring of your own."], ["SEVEN", " Are you ordering me to join this mission?"]]}, "8": {"title": "One Small Step", "season": "6", "episode": "8", "Astrometrics\n\nlab": [["KELLY  [on screen]", " It's no solar flare. Wow!"], ["KUMAGAWA [OC]", " John, can you describe it?"], ["KELLY [on screen]", " It's at least a thousand metres wide. Bright."], ["NOVAKOVICH [OC]", " Your transmission's breaking up."], ["KELLY [on screen]", " It's generating an electromagnetic radiation,  interfering with primary systems. I can't get away from it. Activating  the transpectral imager. I'll record as much data as I can. It's  right on top of me. I'll transmit as much as I can."], ["PARIS", " That's all she wrote."], ["CHAKOTAY", " NASA received Kelly's last telemetry at oh nine twenty two  hours, October 19th, 2032."], ["PARIS", " I thought I was the Mars buff. You seem to know more about the  Ares Four than I do."], ["CHAKOTAY", " The Mars missions paved the way for the exploration of space.  Kelly was one of my childhood heroes."], ["PARIS", " Mine too."], ["CHAKOTAY", " That's dedication. The man's life is about to end, but he  won't stop taking readings."], ["PARIS", " Makes you wonder if those old-timers were made of sterner stuff  than we are."], ["CHAKOTAY", " You think we have it easy?"], ["PARIS", " You kidding? Warp drive, shields, transporters. We're travelling  in the lap of luxury."], ["CHAKOTAY", " Kelly and Kumagawa, Armstrong and Glenn, they were the real  pioneers."], ["SEVEN", " Am I interrupting?"], ["PARIS", " We were just admiring someone. Fellow explorer."], ["SEVEN", " Hero worship. The glorification of an individual's  accomplishment."], ["CHAKOTAY", " I guess you didn't have many role models growing up."], ["SEVEN", " In the Collective, personal accomplishments are irrelevant. The  shield modifications to the Flyer are complete. We're ready for launch."], ["CHAKOTAY", " We?"], ["SEVEN", " You'll need someone familiar with Borg technology to monitor the  shields. I'm volunteering."], ["PARIS", " You don't sound too happy about it."], ["SEVEN", " I'm not, but this mission can benefit from my expertise."]]}, "9": {"title": "One Small Step", "season": "6", "episode": "8", "Sickbay": [["EMH", " I'm  preparing an inoculant to counter the effects of gravimetric  radiation. Of course, if you were a hologram, you'd simply adjust your  mobile emitter. That's what I did on Arakis Prime, one of my first away  missions."], ["SEVEN", " I don't recall that."], ["EMH", " This was before you came aboard. Such an enchanting planet.  Crystalline glaciers, magnesium vapour atmosphere. I had to stop my  metallurgical scans just to admire the sheer beauty of it. To smell the roses, to  coin a phrase."], ["SEVEN", " An inefficient use of your time."], ["EMH", " Perhaps. We're all finished here, except for one thing. Would you  record some images when you're inside the ellipse, for those of us not  lucky enough to make the trip?"], ["(He hands her his holo-imager.)"], ["SEVEN", " You envy my participation in this mission?"], ["EMH", " There isn't a crewman aboard who doesn't."], ["SEVEN", " Why?"], ["EMH", " I can only tell you how I felt that morning when I materialised on  Arakis Prime. I left my footprints in the magnesite dust and thought,  one small step for a hologram, one giant leap for mankind."], ["SEVEN", " To coin a phrase."], ["EMH", " Well, I know the sentiment isn't exactly original, but the fact  is, I was exhilarated."], ["CHAKOTAY [OC]", " Chakotay to Seven of Nine. Report to Shuttlebay two."]]}, "10": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer": []}, "11": {"title": "One Small Step", "season": "6", "episode": "8", "Bridge": [["TUVOK", "  We're within two thousand kilometres. Gravimetric interference is  increasing."], ["TORRES", " It's nothing compared to what they're going through. They're  really getting knocked around in there."], ["KIM", " Their shields have weakened but they're still holding."], ["JANEWAY", " Harry, keep your finger on that tractor beam in case we have  to pull them out."], ["TORRES", " They're approaching the anomaly's core. We've lost sensor  contact."], ["JANEWAY", " Harry."]]}, "12": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer": [["PARIS", "  The gravimetric shear is increasing."], ["SEVEN", " I'm reading diminished turbulence directly ahead."]]}, "13": {"title": "One Small Step", "season": "6", "episode": "8", "Bridge": [["CHAKOTAY  [OC]", " I wish you could see this, Captain, it's incredible."], ["JANEWAY", " We're all ears."], ["CHAKOTAY [OC]", " It's very calm. No gravimetric distortions. The EM  activity is creating a natural luminescence. Tom called it mood  lighting."], ["PARIS [OC]", " Hey B'Elanna, it's the perfect romantic getaway."], ["TORRES", " I'll take your word for it."], ["CHAKOTAY [OC]", " We've detected asteroid fragments, pieces of vessels,  matter from every quadrant of the galaxy. Next time I lose something  I'll know where to look. Instead of a graviton ellipse we should call  it the kitchen sink anomaly. The chemical interactions have even  created a primitive atmosphere."], ["PARIS [OC]", " Nothing you'd want to breathe, of course."], ["JANEWAY", " What do you make of it, Seven?"], ["SEVEN [OC]", " Well, I suppose it's intriguing. Some of the matter appears  to be extra-dimensional  in origin."], ["KIM", " Sounds like this anomaly's gotten around."], ["JANEWAY", " Any sign of the Ares command module?"], ["PARIS [OC]", " We're picking up traces of the hull, but our sensor  readings are being refracted by all the debris in here."], ["(Whumph.)"], ["TUVOK", " That was a gravimetric surge caused by the anomaly changing  course by point zero zero six degrees."], ["JANEWAY", " We just had a big jolt out here."], ["CHAKOTAY [OC]", " We didn't feel a thing."]]}, "14": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer": [["JANEWAY  [OC]", " You'd better get a move on."], ["CHAKOTAY", " Understood."], ["SEVEN", " I'm having difficulty isolating the debris from the command  module."], ["PARIS", " I'll lay in a search pattern. It may take a couple of hours to  cover an area this large."], ["CHAKOTAY", " Seven and I can use the time to take some samples, get a  better idea of where this  anomaly's been."], ["SEVEN", " We should focus on achieving our objective and returning to  Voyager."], ["CHAKOTAY", " We're not here just to find a module. We've got an  opportunity to"], ["SEVEN", " Explore. I am familiar with our mission."]]}, "15": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - aft compartment": [["SEVEN", "  The fossilised microbes in this ore appear to have had metallic  membranes."], ["CHAKOTAY", " We've speculated about the possibility of metallic lifeforms, but we've never discovered one."], ["SEVEN", " You're excited by this discovery?"], ["CHAKOTAY", " This piece of rock is billions of years older than Earth,  from a time when the galaxy was still forming. Here."], ["SEVEN", " Commander?"], ["CHAKOTAY", " Take it. You're holding a piece of history. Maybe even the  beginnings of life itself."], ["SEVEN", " Unlikely."], ["CHAKOTAY", " It's more likely than you think. This anomaly is as old as  anything we've ever encountered. I could spend a lifetime studying the  things it's collected."], ["SEVEN", " And leave Voyager without a First Officer?"], ["CHAKOTAY", " They'd manage. Palaeontology was always my first love. It's  the reason I joined Starfleet."], ["SEVEN", " Why didn't you pursue it?"], ["CHAKOTAY", " My sense of responsibility got in the way. First the Maquis,  then Voyager. What I wanted to be always seemed to take a back seat. Do  you remember what you wanted to be before you were assimilated?"], ["SEVEN", " I was assimilated when I was a child."], ["CHAKOTAY", " I knew I wanted to be a palaeontologist when I was six."], ["SEVEN", " A ballerina."], ["CHAKOTAY", " Maybe it's not too late."], ["SEVEN", " It was a juvenile fantasy."], ["CHAKOTAY", " Those are the ones that stick with you."]]}, "16": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - cockpit": [["PARIS", "  I've isolated the module, bearing thirty nine mark one five. There."], ["SEVEN", " It appears to be intact."], ["CHAKOTAY", " I'm reading hull breaches and corrosion, but all things  considered it's pretty well preserved."], ["PARIS", " We weren't expecting to find a fragment this big. Can't just  stow it in the aft section."]]}, "17": {"title": "One Small Step", "season": "6", "episode": "8", "Bridge": [["KIM", "  Captain, the anomaly just made another course change, point zero zero  three degrees."], ["JANEWAY", " That's the third one in an hour. Something has to be  attracting it."], ["TORRES", " There's nothing on the sensors."], ["JANEWAY", " I think it enjoys being unpredictable."], ["KIM", " We know it has a taste for electromagnetic energy."], ["JANEWAY", " So what could generate an EM field large enough to get it's  attention, but still not show up on sensors?"], ["KIM", " An energy burst from a pulsar, a neutrino cloud."], ["TORRES", " Dark matter."], ["JANEWAY", " Realign the sensor array to scan for EM fluctuations."], ["TORRES", " I've got a spatial disturbance three million kilometres away.  It's a dark matter asteroid."], ["JANEWAY", " Bingo."], ["KIM", " The anomaly's heading right for it."], ["JANEWAY", " Time to impact?"], ["TUVOK", " Four minutes. Captain, we can't predict how the impact will  affect the anomaly."], ["TORRES", " But it's a safe bet it won't be a gentle nudge."]]}, "18": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer": [["JANEWAY  [OC]", " got a problem. The anomaly is on a collision course with a dark  matter asteroid."]]}, "19": {"title": "One Small Step", "season": "6", "episode": "8", "Bridge": [["CHAKOTAY  [OC]", " Give us a minute."]]}, "20": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer": []}, "21": {"title": "One Small Step", "season": "6", "episode": "8", "Bridge": []}, "22": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer": [["CHAKOTAY", "  Is the tractor beam ready?"], ["PARIS", " Just about, sir."], ["CHAKOTAY", " Lock onto the module and take us out."], ["SEVEN", " We don't have time."], ["CHAKOTAY", " I gave you an order."], ["SEVEN", " Commander."]]}, "23": {"title": "One Small Step", "season": "6", "episode": "8", "Bridge": [["TUVOK", "  Captain, both the anomaly and the asteroid are accelerating."], ["JANEWAY", " They're attracting each other like a pair of magnets."], ["TORRES", " At this rate it'll impact in fifty six seconds."], ["JANEWAY", " Chakotay, you've got less than a minute."]]}, "24": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer": [["PARIS", "  The module is slowing us down."], ["CHAKOTAY", " Maintain tractor lock. How long until we clear the anomaly?"], ["SEVEN", " At our current speed, forty seconds."]]}, "25": {"title": "One Small Step", "season": "6", "episode": "8", "Bridge": [["TORRES", "  Thirty seconds to impact. They're still not clear."]]}, "26": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer": []}, "27": {"title": "One Small Step", "season": "6", "episode": "8", "Bridge": [["TORRES", "  Twenty seconds."], ["(The  asteroid his the anomoly, sending ripples through it. One of them  disconnects the Flyer from the Ares IV and sends it tumbling backwards.  Chakotay gets an electric shock from his console.)"], ["TUVOK", " Gravimetric distortions are increasing."], ["JANEWAY", " The Flyer?"]]}, "28": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - aft compartment": [["SEVEN", "  How badly is he damaged?"], ["PARIS", " He's got a severe concussion and internal injuries. We need to  get him back to Voyager."], ["SEVEN", " That may not be possible. Communications, shields and propulsion  are still offline."], ["PARIS", " He's stable for now. I'll give you a hand."], ["SEVEN", " We can repair the shields, but the engines are  unsalvageable.Â"], ["PARIS", " It can't be that bad."], ["SEVEN", " It's worse. The ellipse showing signs of returning to subspace.  We have less than two hours."], ["(Later -)"], ["PARIS", "  He's regaining consciousness. Easy, easy. Lie still."], ["CHAKOTAY", " It feels like I just went ten rounds with an Andorian."], ["PARIS", " More like twenty. You were hit with a plasma discharge. The  gravimetric surge from the asteroid caught us at the edge of the  anomaly and tossed us back inside."], ["CHAKOTAY", " The command module?"], ["PARIS", " It's adrift, three hundred metres off our port bow."], ["CHAKOTAY", " Then we can still salvage it."], ["PARIS", " Not so fast. We can't get engines or shields back online, not to  mention a tractor beam. We'll be lucky to get out of this in one piece."], ["CHAKOTAY", " I can help."], ["PARIS", " You're in worse shape than this ship. You want to help? Lie in  the bed, doctor's orders."], ["SEVEN", " Another gravimetric surge."], ["PARIS", " I'll see if I can reinforce the structural integrity field."], ["(Paris goes to the cockpit.)"], ["CHAKOTAY", " You might try drawing power from auxiliary life support."], ["SEVEN", " That system was damaged as well."], ["CHAKOTAY", " What about the secondary relays?"], ["SEVEN", " They're offline."], ["CHAKOTAY", " That doesn't leave us many choices. Try rerouting the phaser  couplings."], ["SEVEN", " We explored that option while you were unconscious."], ["CHAKOTAY", " Then maybe you can bring me up to date."], ["SEVEN", " There's no time. I suggest you recuperate. We have the situation  under control."], ["CHAKOTAY", " It doesn't look that way from here. I'm still in command of  this mission. I want to know what's going on."], ["SEVEN", " Very well. We were ordered by the Captain to leave this anomaly,  but you chose to disobey that command. As a result of your obsession  with the module, we are now trapped along with it. In all probability we  won't survive without"], ["CHAKOTAY", " Point taken. Now why don't you continue, without the  attitude."], ["SEVEN", " An inventory of the damaged systems. Read it for yourself."], ["CHAKOTAY", " I made a mistake. I put the mission at risk."], ["SEVEN", " You put our lives at risk."], ["CHAKOTAY", " Well, if we don't make it out, someone's bound to come  looking for us in a few hundred years. Defusing a tense situation with  humour, remember?"], ["JANEWAY [OC]", " Voyager to Delta Flyer."], ["SEVEN", " They're using a probe as a transmission relay."], ["JANEWAY [OC]", " Voyager to Chakotay, please respond. We can't detect you."], ["CHAKOTAY", " Captain, we can hear you."], ["SEVEN", " I'm matching their frequency. Voyager, this is the Delta Flyer. Respond."], ["JANEWAY [OC]", " Are you all right? What's your status?"]]}, "29": {"title": "One Small Step", "season": "6", "episode": "8", "Briefing\n\nroom": [["KIM", " We  could install the same shielding on a class two shuttle and take it in."]]}, "30": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - cockpit": []}, "31": {"title": "One Small Step", "season": "6", "episode": "8", "Briefing\n\nroom": [["TUVOK", "  It may be possible to modify a tractor beam to cut through the  gravimetric interference."], ["KIM", " You'll never be able to get it all the way through to the core."], ["JANEWAY", " Start working on it anyway."], ["TORRES", " You said all the energy conduits are fused?"]]}, "32": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - cockpit": [["SEVEN", "  We can't get power to any of the primary systems."]]}, "33": {"title": "One Small Step", "season": "6", "episode": "8", "Briefing\n\nroom": [["PARIS  [OC]", " And be on our way."], ["TORRES", " What if I could get you an old manifold?"], ["PARIS [OC]", " Excuse me?"], ["TORRES", " The command module may be three centuries old, but the power  distribution system isn't that different from the Flyer's. Right here.  This control panel in the main cockpit. It was called an ion  distributor. With a few tweaks it could be modified to channel warp  plasma."]]}, "34": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - cockpit": [["SEVEN", " Before we can adapt it."]]}, "35": {"title": "One Small Step", "season": "6", "episode": "8", "Briefing\n\nroom": []}, "36": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - cockpit": [["PARIS", "  Yes, ma'am. I'll go."]]}, "37": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - cockpit": []}, "38": {"title": "One Small Step", "season": "6", "episode": "8", "Briefing\n\nroom": []}, "39": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - cockpit": []}, "40": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - aft compartment": [["PARIS  [OC]", " But I got us within transporter range. Ready?"], ["(Seven is in a spacesuit.)"], ["SEVEN", " Stand by."], ["CHAKOTAY", " Ironic. You're doing what I've always dreamt of. Remember,  when you set foot in that module, you'll be stepping into history."], ["SEVEN", " History is irrelevant."], ["CHAKOTAY", " Irrelevant? Do me a favour. When you're over there, download  whatever you can from their database. And also take a minute to look  around, so you can tell us what it was like."], ["SEVEN", " There may not be time, but I'll try."]]}, "41": {"title": "One Small Step", "season": "6", "episode": "8", "Ares\n\nFour Command Module": [["(No artificial gravity here. Seven wears magnetic boots.)"], ["PARIS  [OC]", " What's it like in there?"], ["SEVEN", " Dark. The ambient temperature is minus two hundred sixty  degrees. There appear to be fractures in the aft bulkheads."], ["PARIS [OC]", " Is the cockpit intact?"], ["SEVEN", " Yes."], [""], ["SEVEN", " I've brought the main computer online."], ["KELLY [OC]", " I've lost contact with the team on the surface, and I can't  get a fix on my position."], ["PARIS [OC]", " What was that?"]]}, "42": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - aft compartment": [["SEVEN  [OC]", " It appears to contain log entries."]]}, "43": {"title": "One Small Step", "season": "6", "episode": "8", "Ares\n\nFour Command Module": []}, "44": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - aft compartment": []}, "45": {"title": "One Small Step", "season": "6", "episode": "8", "Ares\n\nFour Command Module": []}, "46": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - cockpit": [["KELLY  [OC]", " Whatever it is."]]}, "47": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - aft compartment": []}, "48": {"title": "One Small Step", "season": "6", "episode": "8", "Ares\n\nFour Command Module": []}, "49": {"title": "One Small Step", "season": "6", "episode": "8", "2032\n\n- Ares Four Command Module": [["KELLY", "  If there's a way in, there's got to be a way out. I'm gonna fire up the  spectral imager before I initiate another engine burn, collect as much  data as I can. Jeannie, I may not be bringing you back the Mars rock,  but I promise you, I'm going to do everything I can to get home."], ["(Later.)"], ["KELLY", "  Ares Four, mission record, October 23rd. I'm starting to feel like  Jonah. How long was he in the belly of that whale? Three days? I got  him beat by a day or two already. The EM interference is disrupting  communications and LIDAR, and I can't see the stars. There's no way I  can get a fix on my position. If this thing's moving as fast as it was  when it pulled me in, I could be a long way from Mars by now. The  imager's been working overtime cataloguing all the matter in here, but  a lot of it defies analysis. I think we're going to need to make room  on the periodic table. Where the hell am I? Power levels have dropped  another fifteen percent since my last systems check.Â"], ["(The module appears to hit something. A piece of another spaceship drifts past the porthole.)"]]}, "50": {"title": "One Small Step", "season": "6", "episode": "8", "Ares\n\nFour Command Module": []}, "51": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - aft compartment": []}, "52": {"title": "One Small Step", "season": "6", "episode": "8", "2032\n\n- Ares Four Command Module": [["KELLY", " I  have enough fuel for one last engine burn. Wish me luck."], ["(He puts a photograph of himself and his wife on the control panel.)"]]}, "53": {"title": "One Small Step", "season": "6", "episode": "8", "Ares\n\nFour Command Module": [["(Seven looks at the photograph.)"]]}, "54": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - cockpit": []}, "55": {"title": "One Small Step", "season": "6", "episode": "8", "Ares\n\nFour Command Module": []}, "56": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - cockpit": []}, "57": {"title": "One Small Step", "season": "6", "episode": "8", "Ares\n\nFour Command Module": []}, "58": {"title": "One Small Step", "season": "6", "episode": "8", "2032.\n\nAres Four Command Module": []}, "59": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - cockpit": []}, "60": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - aft compartment": []}, "61": {"title": "One Small Step", "season": "6", "episode": "8", "Ares\n\nFour Command Module": []}, "62": {"title": "One Small Step", "season": "6", "episode": "8", "2032\n\n- Ares Four Command Module": []}, "63": {"title": "One Small Step", "season": "6", "episode": "8", "Ares\n\nFour Command Module": [["KELLY  [on monitor]", " Actually, I do have one regret. I never found out who won  the World Series. I'm tired, and I can't"], ["(Entry 435 ends. Seven pulls the distributor out of its assembly, then gets out her tricorder and sets it recording.)"], ["PARIS [OC]", " Paris to Seven. how's it going over there?"], ["SEVEN", " I have the distributor. I'm downloading Lieutenant Kelly's  database."], ["PARIS [OC]", " Hurry. we're running out of time."], ["(The download is complete. She puts her comm. badge on a cloth sleeve with an Ares IV misson badge sewn onto it.)"], ["SEVEN", " Lock onto my bio-signature and my comm. badge."], ["PARIS [OC]", " Seven?"]]}, "64": {"title": "One Small Step", "season": "6", "episode": "8", "Bridge": [["JANEWAY", "  Delta Flyer, report."], ["PARIS [OC]", " We're trying to integrate the distributor. Stand by,  Captain.Â"], ["JANEWAY", " How long do they have?"]]}, "65": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - cockpit": [["PARIS", "  Try bypassing the power couplings."], ["SEVEN", " No effect."], ["PARIS", " Resequence the ion modulators, see if that does it."], ["SEVEN", " Power conversion in process."], ["PARIS", " We have propulsion, shields."], ["SEVEN", " The plasma flow is still fluctuating."], ["PARIS", " Stay on top of it. Paris to Voyager."], ["JANEWAY [OC]", " Go ahead."]]}, "66": {"title": "One Small Step", "season": "6", "episode": "8", "Bridge": []}, "67": {"title": "One Small Step", "season": "6", "episode": "8", "Delta\n\nFlyer - cockpit": []}, "68": {"title": "One Small Step", "season": "6", "episode": "8", "Bridge": [["TUVOK", "  The ellipse is returning to subspace."], ["JANEWAY", " The Flyer?"], ["KIM", " They're approaching the perimeter. Two thousand metres, eighteen  hundred."], ["TORRES", " The anomaly's submerging."], ["(Things on the Flyer are going bang.)"], ["JANEWAY", " Are we in tractor range?"], ["TUVOK", " Not yet."], ["JANEWAY", " Take us closer."], ["(Torres is at the helm.)"], ["TORRES", " Captain?"], ["JANEWAY", " Do it."], ["TUVOK", " They're still out of reach. Another three hundred metres."], ["JANEWAY", " Closer."], ["TORRES", " We'll be pulled right in with them."], ["JANEWAY", " Just a few more metres."], ["TORRES", " We're too close."], ["TUVOK", " I've got a lock."], ["JANEWAY", " Reverse thrusters, full impulse."]]}, "69": {"title": "One Small Step", "season": "6", "episode": "8", "Bridge": [["(A torpedo casing is covered with a UFP flag. The officers are in dress uniform.)"], ["JANEWAY", "  Space. Literally it means nothing, a vacuum between stars and planets,  but by the same token it means everything. It's what connects all our  worlds, Vulcan, Kronos, Talax, Earth. Centuries ago, mankind sent its  first wave of explorers into that void. Astronauts like Mister Kelly.  They paved the way for the first colonies, the first starships, for  those of us who've made space our home. We commend the spirit and the  bravery of Lieutenant John Mark Kelly as we commit his body to space.  He will not be forgotten."]]}, "70": {"title": "One Small Step", "season": "6", "episode": "8", "Sickbay": [["(Chakotay is on a Â biobed listening, along with the EMH.)"]]}, "71": {"title": "One Small Step", "season": "6", "episode": "8", "Bridge": [["SEVEN", "  (sotto) The Yankees, in six games."], ["(She looks over at Janeway, who nods.)"], ["TUVOK", " All hands, attention. Honour guard."]]}}