{"0": {"title": "Friendship One", "season": "7", "episode": "21", "Laboratory": [["(A pair of humanoids with forehead ridges are picking up a transmission from space.)"], ["PROBE  [OC]", " We the people of Earth greet you in a spirit of peace and  humility. As we venture out of our solar system, we hope to earn the  trust and friendship of other worlds."], ["TECHNICIAN 1", " Can we reduce the interference?"], ["TECHNICIAN 2", " I'm trying."], ["(Then comes music - Vivaldi, The Four Seasons.)"], ["TECHNICIAN 2", " What is  it?"], ["TECHNICIAN 1", " I don't know."], ["TECHNICIAN 2", " Distance?"]]}, "1": {"title": "Friendship One", "season": "7", "episode": "21", "Astrometrics\n\nlab": [["(Voyager's deflector dish is glowing bright. It is messages home time and Janeway is speaking to an elderly Admiral.)"], ["HENDRICKS  [on screen]", " They evolved from dinosaurs?"], ["JANEWAY", " Hadrosaurs, to be precise. Their ancestors settled in the  Delta Quadrant twenty million years ago."], ["HENDRICKS [on screen]", " The Voth, the Kobali, the Vaadwaur. You've made  first contact with more species than any captain since James Kirk."], ["JANEWAY", " It helps being the only Starfleet ship within thirty thousand  light years."], ["HENDRICKS [on screen]", " You are being too humble. From the first time  you spoke up in my classroom I knew you'd go far."], ["JANEWAY", " A little farther than I expected, Professor."]]}, "2": {"title": "Friendship One", "season": "7", "episode": "21", "Briefing\n\nroom": [["PROBE  [OC]", " We, the people of Earth, greet you in the spirit of peace and  humility. As we venture out of our solar system, we hope to earn the  trust and friendship of other worlds."], ["KIM", " Friendship One. I had to memorise that recording in third grade."], ["PARIS", " Me, too. I even built a model of the probe."], ["JANEWAY", " Then this should look familiar. It was launched in 2067."], ["PARIS", " Just four years after Zefram Cochrane tested his first warp  engine."], ["NEELIX", " What was it designed to do?"], ["CHAKOTAY", " Reach out to other species. Pave the way for all the manned  missions that would follow."], ["KIM", " They packed it with information, translation matrices, scientific  and cultural databases"], ["TORRES", " Computer chip designs, instructions for building transceivers.  It's practically a how-to manual."], ["SEVEN", " If the Borg had intercepted this probe, humanity would have been  assimilated centuries ago."], ["CHAKOTAY", " Our ancestors had no idea what was out here."], ["NEELIX", " This must have been before your Prime Directive?"], ["TUVOK", " It was before Starfleet existed."], ["JANEWAY", " In any case, we lost contact with the probe one hundred and  thirty years ago but, its last known coordinates"], ["TORRES", " Let me guess. Were in the neighbourhood."]]}, "3": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": [["KIM", "  Nothing in grid two nine five."], ["TUVOK", " Mister Paris?"], ["PARIS", " Moving on."], ["KIM", " We should try skipping ahead a little to grid three one zero. I  stayed up all night re-extrapolating the probe's trajectory. I've  compensated for solar winds, ionic interference and a few local  anomalies Starfleet wouldn't know about."], ["TUVOK", " Alter course to grid three one zero."], ["PARIS", " Trying to impress the Starfleet brass?"], ["KIM", " Just doing my job."], ["(Later -)"], ["KIM", " I'm  detecting a titanium signature that matches the probe's parameters."], ["TUVOK", " Location?"], ["KIM", " A planet two light years away."]]}, "4": {"title": "Friendship One", "season": "7", "episode": "21", "Astrometrics\n\nlab": [["SEVEN", "  The readings are coming from the northern subcontinent."], ["JANEWAY", " Can you localise them?"], ["SEVEN", " There are high levels of antimatter radiation in the atmosphere,  scattering the probe's signature."], ["CHAKOTAY", " Any lifesigns?"], ["SEVEN", " None."]]}, "5": {"title": "Friendship One", "season": "7", "episode": "21", "Sickbay": [["CAREY", "  You seem to be in a good mood, Doctor."], ["EMH", " Just excited to be doing my part for our first official mission,  Mister Carey."], ["(Neelix and Chakotay are also there.)"], ["PARIS", " An inoculation a day keeps the radiation away. I took a look at  those atmospheric readings. Thermal eddies, gravimetric sheer. You're  going to need your best pilot."], ["CHAKOTAY", " Are you volunteering?"], ["PARIS", " If the Doc can spare me."], ["EMH", " I'll muddle through. (Torres enters.)"], ["EMH", " If you're here for your foetal resonance scan,  you're a day early."], ["TORRES", " I'm here for my inoculation."], ["PARIS", " You are not going on this mission."], ["TORRES", " Chakotay said he needed an engineer."], ["PARIS", " He's already got one."], ["TORRES", " Now he's got two."], ["PARIS", " Will you excuse us?"], ["NEELIX", " Any bets on this one?"], ["CHAKOTAY", " My money's on B'Elanna."], ["TORRES", " It's been months since I've been on an away mission."], ["PARIS", " Then try the holodeck. The Flyer is full."], ["TORRES", " You can make room. Neelix doesn't have to go."], ["PARIS", " He's not six months pregnant."], ["TORRES", " Being pregnant doesn't make me an invalid."], ["PARIS", " No, it doesn't.Â But there's a toxic atmosphere down there and you're  breathing for two."], ["TORRES", " All right, you win. But if we have another baby, you carry it,  and I'll go on the away missions."]]}, "6": {"title": "Friendship One", "season": "7", "episode": "21", "Delta\n\nFlyer": [["PARIS", "  Sorry for the bumpy ride. We'll be clearing the stratosphere in about a  minute."], ["NEELIX", " I had a cousin who used to transport disulfides from a gas  giant. He claimed to love the turbulence. Of course, disulfides are  known to cause delusions."], ["PARIS", " Hang on."], ["(Below the clouds, buildings and roads are visible.)"], ["CAREY", " I thought it was uninhabited."], ["KIM", " There's nothing alive down there now. Radiation levels are at six  thousand isorems."], ["CAREY", " I've localised the signature to a three kilometre radius."], ["CHAKOTAY", " Transfer the coordinates to the helm. When we find the  probe, we'll beam it to the cargo hold."], ["KIM", " That may not be easy with all this radiation."], ["CHAKOTAY", " We'd better bring transport enhancers. Set us down, Tom."], ["PARIS", " Yes, sir."], ["NEELIX", " Gently, please."]]}, "7": {"title": "Friendship One", "season": "7", "episode": "21", "Planet\n\nsurface": [["(Everyone is  wearing environment suits as they walk through the driving snow and  crunch through surface ice. They have split up into two groups.)"], ["PARIS", " I should have brought a holo-camera so I could show B'Elanna  she's not missing anything. Can you believe she actually wanted to come  with us?"], ["CAREY", " When my wife was pregnant, she didn't want to be coddled, either."], ["PARIS", " And she's not half Klingon. Maybe it's us. Something about  fatherhood seems to regress the male psyche a few thousand years."], ["(His tricorder beeps. He turns and picks up small round object.)"], ["NEELIX", " Tom, be careful."], ["(Paris presses a button, and Four Seasons plays.)"], ["PARIS", " It's a toy, like a music box."], ["CAREY", " Vivaldi. I'm getting something. Ninety metres this way."], ["PARIS", " Souvenir."], ["(Paris turns off the music and gives it to Neelix, who puts it in his satchel. They walk on.)"], ["KIM", "  Commander, I'm detecting an antimatter signature ahead."], ["(They look down on large round structures set into the ground. Each has a hatch which slides open.)"], ["CHAKOTAY", " Looks like missile silos."], ["PARIS", " Paris to Chakotay."], ["CHAKOTAY", " Go ahead."], ["PARIS", "  We've got a reading that could be the probe. It's inside a cave."], ["CHAKOTAY", " Keep us posted."], ["(Chakotay and Kim step onto a silo hatch. Through the slit they can see the big missile sitting underneath them.)"], ["CHAKOTAY", "  The warhead is still active."], ["KIM", " It wouldn't have taken many of these to trigger a nuclear winter."]]}, "8": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["NEELIX", "  People must have taken shelter here."], ["CAREY", " That makes sense. The magnesite in these caves would have  provided partial shielding from the radiation."], ["PARIS", " Over here."], ["CAREY", " What'd you find?"], ["PARIS", " Some kind of control room, or laboratory."], ["CAREY", " Laboratory?"], ["PARIS", " Lots of diagnostic equipment. Looks like it was salvaged from a  junk heap."], ["NEELIX", " Or scavenged from the ruins."], ["CAREY", " Particle scanners, circuit analysers. Most of it's still  functional. They were working on something. (He pushes a box aside to brush the dust of a piece of painted metal. Friendship.)"], ["PARIS", " This is what we came for."], ["CAREY", " Whoever lived here must have been studying it."], ["NEELIX", " The data core's still intact."]]}, "9": {"title": "Friendship One", "season": "7", "episode": "21", "Planet surface": [["CHAKOTAY", "  Go ahead."]]}, "10": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": []}, "11": {"title": "Friendship One", "season": "7", "episode": "21", "Delta\n\nFlyer - aft compartment": [["(Chakotay and Kim return. Chakotay goes  into the cockpit and hears the computer beeping about an open panel.  Kim starts to put his helmet away in the storage cage when an alien  hiding in there  jumps him. Chakotay enters with his phaser drawn.)"], ["CHAKOTAY", "Â Don't move."], ["(The alien raises his weapon, so Chakotay shoots him.)"], ["CHAKOTAY", " You okay? Delta Flyer to Paris. Chakotay to away team.  Respond."]]}, "12": {"title": "Friendship One", "season": "7", "episode": "21", "Delta\n\nFlyer - cockpit]Â ": [["KIM", "  They're antimatter weapons. Shields are offline. What are you doing?"], ["CHAKOTAY", " Getting us out of here."], ["KIM", " What about the others?"]]}, "13": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["(The aliens keep hitting the awayÂ team.)"], ["CAREY", "  Look, you're making a mistake."], ["(Carey gets a nasty blow to the head.)"], ["VERIN", " Leave them alone."], ["(The speaker removes his hood. His face has radiation scarring.)"], ["VERIN", " Who are you?"], ["PARIS", " I'm Lieutenant Tom Paris. We're from the Federation starship  Voyager."], ["VERIN", " What are these?"], ["PARIS", " They're transport enhancers. We were going to use them to  retrieve our probe."]]}, "14": {"title": "Friendship One", "season": "7", "episode": "21", "Corridor": [["CHAKOTAY", "  We still can't contact the others or get a fix on their lifesigns."], ["JANEWAY", " Why didn't we detect the aliens?"], ["CHAKOTAY", " I don't know. Whoever they are, they have antimatter weapons."], ["JANEWAY", " Antimatter?"], ["TUVOK", " Bridge to Captain Janeway."], ["JANEWAY", " Go ahead."], ["TUVOK", " We're being hailed from the surface."], ["JANEWAY", " The away team?"]]}, "15": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": []}, "16": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": []}, "17": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": []}, "18": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": []}, "19": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": [["JANEWAY", "  I think there's been a misunderstanding. We arrived here"], ["VERIN [OC]", " You're from Earth?"]]}, "20": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["VERIN", "  Then you're going to pay for what your people did to us."], ["JANEWAY [OC]", " I'm sorry, I don't know what you're talking about."]]}, "21": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": []}, "22": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": []}, "23": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": []}, "24": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": []}, "25": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": []}, "26": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": []}, "27": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": [["VERIN  [OC]", " To begin evacuating us."], ["JANEWAY", " Start scanning for the nearest M class planet."], ["TUVOK", " You intend to meet his demands?"]]}, "28": {"title": "Friendship One", "season": "7", "episode": "21", "Sickbay": [["EMH", "  I've analysed his garment. It's lined with magnesite."], ["JANEWAY", " A makeshift environmental suit."], ["EMH", " Unfortunately, the protection it offers is limited. His tissues  are saturated with antimatter radiation. It explains why we couldn't  detect his lifesigns. They're virtually indistinguishable from the  environment."], ["CHAKOTAY", " Now that we know that, maybe we can adjust our sensors to  detect them."], ["JANEWAY", " Let's wake him."], ["(The EMH complies.)"], ["JANEWAY", " What were you doing aboard our shuttle?"], ["OTRIN", " Trying to undo the damage you caused."], ["JANEWAY", " If you're referring to what's happened on your planet, we had  nothing to do with it."], ["OTRIN", " Your people sent the probe, didn't they?"], ["CHAKOTAY", " Our ancestors sent it three hundred years ago to make contact  with other species."], ["OTRIN", " They did a little more than that. Am I your prisoner?"], ["EMH", " No. You're suffering from prolonged radiation exposure. I can  treat you."], ["OTRIN", " You can?"], ["EMH", " I believe I can."], ["OTRIN", " In exchange for what?"], ["EMH", " Nothing."], ["OTRIN", " I have a wife, friends."], ["JANEWAY", " We might be able to help them, too. But not while our crewmen  are being held hostage. You said you were trying to undo the damage we  caused. What did you mean by that?"], ["OTRIN", " I was aboard your shuttle looking for technology that might help  us neutralise the radiation."], ["CHAKOTAY", " We saw missiles on the surface. Was the destruction caused by  war?"], ["OTRIN", " Those missiles were built for defence. They were never launched."], ["JANEWAY", " Then what accounts for the devastation?"], ["OTRIN", " A containment failure in our power grid. Once the antimatter was  released, it destroyed everything."], ["JANEWAY", " I'm sorry, but I still don't see how we're responsible."], ["OTRIN", " Before the probe, my people never conceived of anything like  antimatter. We offer this information freely with the hope that one day  we will stand on your soil and extend our hands in friendship. I'm sure  you recognise those words."], ["JANEWAY", " The recording from the probe."], ["OTRIN", " Your people sent us technology that they knew would destroy us."], ["JANEWAY", " I don't understand."], ["OTRIN", " We didn't either at first. But we had decades to think about it,  and now it seems so obvious. You send us new technology, encourage us  to use it, and then you wait for us to obliterate ourselves."], ["CHAKOTAY", " Why would we do that?"], ["OTRIN", " Because it's easier than invading us."], ["JANEWAY", " Do you really believe we'd contaminate a world we intended to  conquer?"]]}, "29": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["(The team have been stripped of their environment suits. Paris is with the unconscious Carey.)"], ["PARIS", "  He might have a concussion. I need the medkit from my pack."], ["BRIN", " I was told not to let you use your equipment."], ["(The woman holds out a metal bowl and cloth. Paris bathes the cut on Carey's head.)"], ["PARIS", " When's your baby due? My wife's pregnant, too. We're expecting a  little girl in a couple of months."], ["BRIN", " How do you know it's a girl?"], ["PARIS", " We have technology that allows us to examine the foetus. She has  my eyes and her mother's cranial ridges. Is this your first?"], ["BRIN", " No."], ["PARIS", " Oh? Boys? Girls?"], ["BRIN", " Two boys and a girl."], ["(Paris bandages Carey's head.)"], ["PARIS", " What are their names?"], ["BRIN", " They were all stillborn."], ["PARIS", " I'm sorry."], ["BRIN", " You're a doctor?"], ["PARIS", " No, I'm just a medic. But we have the best doctor in the  quadrant back on Voyager. He might be able to help."]]}, "30": {"title": "Friendship One", "season": "7", "episode": "21", "Astrometrics\n\nlab": [["TUVOK", "  Our current coordinates, and the nearest M class planet one hundred  thirty two light years away."], ["TORRES", " At maximum warp that's about two months round trip."], ["JANEWAY", " How many people are we talking about?"], ["KIM", " If these sensor modifications are correct, about fifty five  hundred."], ["TUVOK", " It would take at least seventeen trips. Almost three years to  complete the relocation."], ["KIM", " We've made sacrifices to help people before."], ["TORRES", " What about Tom and the others? Are they supposed to rot down  there until this relocation's finished?"], ["JANEWAY", " I don't think Verin's going to let go of his only bargaining  chips."], ["TUVOK", " Then we may have to use force."]]}, "31": {"title": "Friendship One", "season": "7", "episode": "21", "Sickbay": [["(Seven enters.)"], ["SEVEN", "  I've extracted the nanoprobes."], ["EMH", " I'll begin reprogramming them."], ["(The EMH goes to the Medical lab.)"], ["OTRIN", " Nanoprobes?"], ["SEVEN", " Microscopic machines. Hopefully they'll help us repair your  damaged tissue."], ["OTRIN", " You said you extracted them. From where?"], ["SEVEN", " My bloodstream. They maintain my cybernetic implants."], ["OTRIN", " Nanoprobes, cybernetic implants. Are others on your crew like  you?"], ["SEVEN", " No, I'm unique."], ["OTRIN", " You certainly are."], ["(Janeway comes in from the lab.)"], ["JANEWAY", " I need a word with your patient. You told me you've been  looking for ways to neutralise the radiation."], ["OTRIN", " All my life."]]}, "32": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["(Carey wakes.)"], ["NEELIX", "  Lieutenant?"], ["CAREY", " I'm okay. My stomach's just a little queasy."], ["PARIS", " Our inoculations must be wearing off."], ["NEELIX", " I thought these caves were naturally shielded."], ["PARIS", " They're no substitute for an environmental suit."], ["CAREY", " These people have lived here all their lives without  environmental suits."], ["NEELIX", " These people have lived here without much of anything."], ["(A young girl peeks from behind a rock.)"], ["YUN", "Â Hello."], ["PARIS", " Hello. It's all right. We're not going to hurt you. What's your  name?"], ["YUN", " Yun."], ["PARIS", " Mine's Tom. This is Joe, and Neelix."], ["YUN", " You're not like them."], ["NEELIX", " We're different species, but they're my friends."], ["YUN", " They say you're going to take us on your ship and find us a new  home."], ["NEELIX", " I'm sure our captain is trying to help you."], ["PARIS", " Neelix, where's our souvenir?"], ["NEELIX", " In my pack."], ["PARIS", " Excuse me. We'd like to give her something. It's in the  equipment bag. It's a toy."], ["(Brin fetches the globe. Paris turns the musicÂ on and gives it to Yun.)"], ["VERIN", " That could be a weapon."], ["(Verin snatches it away from Yun. Brin takes it and turns it off.)"], ["BRIN", " It's harmless."], ["VERIN", "Â These men are dangerous. I want you to stay away from  them. Understood?"], ["(Yun leaves.)"], ["PARIS", " So much for making friends."], ["NEELIX", " Mister Verin?"], ["PARIS", " What are you doing?"], ["NEELIX", " My job. I'm Voyager's ambassador, remember? Can I have a word  with you?"], ["(Verin and Neelix move away from the main group.)"], ["NEELIX", " Just between us, I  understand why you don't trust humans."], ["VERIN", " Then why are you with them?"], ["NEELIX", " They're not so bad once you get to know them. When I first met  them I thought they were arrogant and self-righteous."], ["VERIN", " I suppose you're going to tell me you've changed your mind."], ["NEELIX", " Well, not completely. I still think they take themselves far  too seriously for my taste. But one thing they don't do is harm other  people."], ["VERIN", " Are you blind?"], ["NEELIX", " No, I see very clearly what's happened to you, and I'd like to  help."], ["VERIN", " How?"], ["NEELIX", " My captain listens to me. I can speak to her on your behalf. Help her understand your situation."], ["VERIN", " What do you know about our situation?"], ["NEELIX", " I know what you've been through. My planet was destroyed by a  weapon called a Metreon Cascade. Hundreds of thousands of people were  killed, including my family."], ["VERIN", " How did you survive?"], ["NEELIX", " I was on a neighbouring planet when the weapon was detonated. I  went back with a rescue team, but there was no one left."]]}, "33": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": []}, "34": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["JANEWAY  [OC]", " An alternative."], ["VERIN", " There is no alternative."], ["JANEWAY [OC]", " Please, hear me out. We have one of your people aboard, a  Mister Otrin. He has some interesting ideas about counteracting the  radiation."]]}, "35": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": []}, "36": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["VERIN", "  This isn't a negotiation."], ["JANEWAY [OC]", " You don't seem to understand. It would take years to  evacuate the entire planet."]]}, "37": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": []}, "38": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": []}, "39": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": [["VERIN  [OC]", " Or attacking us?"]]}, "40": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": []}, "41": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": []}, "42": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["VERIN", "  You. What's your name?"], ["CAREY", " Joe Carey."], ["VERIN", " Set up your transport enhancers."], ["(Carey takes the three rods from Verin and activates them.)"], ["VERIN", " I'm sorry, Mister Carey."], ["CAREY", " Sorry?"]]}, "43": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": []}, "44": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["(Carey is standing in the middle of the enhancers. Verin aims a weapon at him.)"]]}, "45": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": [["PARIS  [OC]", " Are you doing?"], ["(The sound of an energy weapon firing.)"], ["JANEWAY", " Tom?"]]}, "46": {"title": "Friendship One", "season": "7", "episode": "21", "Sickbay": [["EMH", "  They've killed Lieutenant Carey."]]}, "47": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": []}, "48": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": []}, "49": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": []}, "50": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["JANEWAY  [OC]", " We'll need time to modify them."]]}, "51": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": []}, "52": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["(Brin brings Paris and Neelix woodenÂ bowls containing leaves.)"], ["BRIN", "  You have radiation poisoning. This will make you feel better."], ["NEELIX", " Thank you."], ["PARIS", " Why are you helping us?"]]}, "53": {"title": "Friendship One", "season": "7", "episode": "21", "Sickbay": [["SEVEN", "  The first phase of your therapy is complete. How do you feel?"], ["(There are fewer lesions on Otrin's face.)"], ["OTRIN", " I can breathe more easily."], ["SEVEN", " Your lungs were damaged by the radiation. The nanoprobes are  repairing them."], ["OTRIN", " It's incredible. If we could manufacture more of these, we might  be able to treat everyone."], ["SEVEN", " Unfortunately, Mister Verin has refused our help."], ["OTRIN", " Did you expect him to cooperate?"], ["SEVEN", " His behaviour is irrational."], ["OTRIN", " To you, maybe. But you haven't lived like we have."], ["SEVEN", " No. But that doesn't mean that we're responsible for what's  happened here."], ["OTRIN", " You can't deny your people sent the probe."], ["SEVEN", " They made an error in judgment. They failed to anticipate the  consequences of their actions. But they never meant to destroy your  world. Human culture has evolved, learned from its mistakes. So can  yours."], ["OTRIN", " Even if I believed you, Verin never would."], ["SEVEN", " Then your people may need a change of leadership. Someone more  open to new ideas."], ["OTRIN", " I'm not a leader."]]}, "54": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["PARIS", "  Doesn't seem fair, does it. My daughter, she'll have food medical care,  everything she needs."], ["WOMAN", " What's wrong?"], ["(Brin is going into labour.)"], ["WOMAN", " We need help!"], ["BRIN", " It's the baby. It's too soon. Let him help me."], ["VERIN", " Can you?"]]}, "55": {"title": "Friendship One", "season": "7", "episode": "21", "Cave\n\nentrance": [["(The Delta Flyer flies over.)"]]}, "56": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["PARIS", "  I'm losing the heartbeat."], ["BRIN", " Oh, no."], ["NEELIX", " What are you doing?"], ["PARIS", " Speeding up the contractions."], ["(He gives Brin a hypo.)"], ["GUARD", " Their ship's returned."], ["VERIN", " Send out patrols. Double the guard at the entrance."], ["(The away team stun one member of a patrol approaching their position in the ruins.)"]]}, "57": {"title": "Friendship One", "season": "7", "episode": "21", "Planet\n\nsurface": [["(Tuvok is ambushed.)"]]}, "58": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["PARIS", "  Increase the charge to five millijoules. Again. I'm reading a  heartbeat."], ["(The baby starts crying. Paris hands it to Brin.)"], ["PARIS", " You have a son."], ["GUARD", " One of the patrols took another prisoner."], ["VERIN", " Put him with the others."], ["PARIS", " We need to get him to Voyager."], ["VERIN", " He stays here."], ["NEELIX", " Mister Tuvok."], ["VERIN", " Your Captain was foolish enough to think she could rescue you.  Instead, she's given me another hostage."], ["(Tuvok's guard hands him a weapon. They stuns Verin and other men. Then the guard removes his hood.)"], ["PARIS", " Doc?"], ["EMH", " When you need to infiltrate a toxic environment, it helps to be a  hologram."]]}, "59": {"title": "Friendship One", "season": "7", "episode": "21", "Planet\n\nsurface": [["TUVOK  [OC]", " We secured the hostages."], ["CHAKOTAY", " Good work. Chakotay to Delta Flyer. Two to beam out."]]}, "60": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["BRIN", "  Thank you."], ["TUVOK", " Now, Mister Paris."], ["PARIS", " Your baby won't survive without treatment. I promise we'll bring  him back."], ["BRIN", " Take good care of him."], ["PARIS", " I will."], ["(Paris joins the others inside the enhancers.)"]]}, "61": {"title": "Friendship One", "season": "7", "episode": "21", "Sickbay": [["EMH", "  Cute little fellow, isn't he? He's already responding to treatment."], ["JANEWAY", " Once he's stabilised we'll transport him to the surface, and  send along some food and medical supplies."], ["NEELIX", " We're leaving?"]]}, "62": {"title": "Friendship One", "season": "7", "episode": "21", "Corridor": [["PARIS", "  Captain, once the baby's back in that environment, he's just going to  get sick again.Â"], ["JANEWAY", " I'm sorry. We can't keep him from his mother."], ["PARIS", " I'm not suggesting that. You told those people that we might be  able to neutralise the radiation. Was that true?"], ["JANEWAY", " Yes, but they didn't want our help. I can't force it on them."], ["NEELIX", " Maybe you should. If we help them without asking anything in  return, it'll prove they're wrong about us."], ["JANEWAY", " You're forgetting something. They killed Mister Carey. I'm not  about to risk any more lives to help murderers."], ["PARIS", " Captain, it was one man who killed Carey. If you saw how they  were living, how desperate they are. I'm not saying we should ignore  what happened, but humans did play a part in their suffering."]]}, "63": {"title": "Friendship One", "season": "7", "episode": "21", "Engineering": [["OTRIN", "  I've adjusted the radiation levels to match the conditions on the  surface. Watch. An isolitic chain reaction. It recombines the nucleonic  particles in the atmosphere. (The gas goes sparkly red then clear.)"], ["JANEWAY", " How do we apply your methods on a planetary scale?"], ["SEVEN", " Atmospheric processors are one possibility."], ["JANEWAY", " Too bad we don't have a Corps of Engineers to build them. What  if we encase the catalytic agent in photon torpedoes? Use the  concussive force to start the reaction."], ["SEVEN", " It would require multiple detonations at low altitude, but I  believe it could work."], ["OTRIN", " Captain, an isolitic reaction of that magnitude would expand  exponentially. Your ship might not survive."]]}, "64": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["(Brin has her baby back. Otrin is almost completely cured of radiation sickness.)"], ["BRIN", "  He's beautiful."], ["OTRIN", " And they can give us enough medicine to treat everyone."], ["VERIN", " Can they rebuild our cities? Bring back the people who died?"], ["OTRIN", " They're offering to help, and this time no one's coercing them."], ["VERIN", " We can't trust these people. They just sent armed men to attack  us."], ["OTRIN", " They only wanted to rescue their hostages."], ["VERIN", " Who knows what they wanted?"], ["OTRIN", " You're being irrational."], ["VERIN", " What's irrational is cooperating with the enemy."]]}, "65": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": [["TUVOK", "  Shield modifications online."], ["CHAKOTAY", " Torpedoes?"], ["SEVEN", " Ready."]]}, "66": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["VERIN", "  Listen to me."], ["JANEWAY [OC]", " Otrin, we're ready to begin."]]}, "67": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": [["JANEWAY", "  Tom, take us down."], ["(Voyager shudders as it flies through the atmosphere.)"], ["PARIS", " We're ten thousand metres into the troposphere."], ["JANEWAY", " Fire the first sequence."]]}, "68": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["(The ground shakes.)"], ["VERIN", "  They're attacking us."]]}, "69": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": [["JANEWAY", "  Shields?"]]}, "70": {"title": "Friendship One", "season": "7", "episode": "21", "Cave": [["VERIN", "  Are you going to stand there while he helps them destroy us?"], ["OTRIN", " What are you doing?"]]}, "71": {"title": "Friendship One", "season": "7", "episode": "21", "Bridge": [["KIM", "  Captain, they're opening missile silos. They're targeting Voyager."], ["CHAKOTAY", " At eighteen percent, our shields won't withstand an  antimatter explosion."], ["TUVOK", " We should return to orbit."]]}, "72": {"title": "Friendship One", "season": "7", "episode": "21", "Laboratory": [["OTRIN", "  You can't launch those missiles."], ["VERIN", " Hold him."], ["(Brin points a rifle at Verin.)"], ["BRIN", "Â Stop."], ["VERIN", " What are you doing?"], ["BRIN", " I won't let you ruin our only chance for survival."], ["VERIN", " You'd kill me?"], ["BRIN", " To save my child? Yes."], ["VERIN", " Get that weapon away from her."], ["GUARD", " No, sir."], ["(He points his weapon at Verin.)"], ["VERIN", " I've kept you alive. All of you!"], ["OTRIN", " And we're grateful for that. But survival isn't enough anymore."], ["VERIN", " Are you in command now?"], ["OTRIN", " If I have to be."], ["YUN", " Everyone, come outside. Hurry."]]}, "73": {"title": "Friendship One", "season": "7", "episode": "21", "Planet\n\nsurface": [["(The clouds lighten and  clear, and sunlight breaks through.)"]]}, "74": {"title": "Friendship One", "season": "7", "episode": "21", "Carey's\n\nquarters": [["(Janeway sits at Carey's desk, looking at an almost complete model of Voyager in a bottle.)"], ["CHAKOTAY", "  Impressive, isn't it?Â"], ["JANEWAY", " The detail's amazing."], ["CHAKOTAY", " Carey spent months working on it. He used to joke that he  wouldn't be finished by the time we got back to Earth."], ["JANEWAY", " He only had one nacelle to go."], ["CHAKOTAY", " We were able to download the probe's memory core. We'll  transmit the telemetry in the next data stream."], ["JANEWAY", " I think about our ancestors. Thousands of years wondering if  they were alone in the universe, and finally discovering they weren't. You  can't blame them for wanting to reach out, see how many other species  were out there asking the same questions."], ["CHAKOTAY", " The urge to explore is pretty powerful."]]}}